const __vite_glob_0_0 = [
  {
    title: "Характеристики",
    subtitle: "Общая информация о характеристиках",
    rules: [
      {
        title: "Модификатор характеристик",
        icon: "id-card",
        subtitle: "Бонус, прибавляемый к проверкам характеристикам в зависимости от их значений",
        reference: "КИ, стр. 13",
        description: "<b>Значения и модификаторы характеристик</b><table><thead><tr><th><b>Значение</b></th><th><b>Модификатор</b></th></thead></tr><tr><td>1</td><td>-5</td></tr><tr><td>2-3</td><td>-4</td></tr><tr><td>4-5</td><td>-3</td></tr><tr><td>6-7</td><td>-2</td></tr><tr><td>8-9</td><td>-1</td></tr><tr><td>10-11</td><td>0</td></tr><tr><td>12-13</td><td>+1</td></tr><tr><td>14-15</td><td>+2</td></tr><tr><td>16-17</td><td>+3</td></tr><tr><td>18-19</td><td>+4</td></tr><tr><td>20-21</td><td>+5</td></tr><tr><td>22-23</td><td>+6</td></tr><tr><td>24-25</td><td>+7</td></tr><tr><td>26-27</td><td>+8</td></tr><tr><td>28-29</td><td>+9</td></tr><tr><td>30</td><td>+10</td></tr></table>"
      }
    ]
  },
  {
    title: "Сила",
    subtitle: "Природный атлетизм, физическая сила.",
    rules: [
      {
        title: "Атлетика",
        icon: "strong",
        subtitle: "Атлетические действия",
        reference: "КИ, стр. 175",
        description: "Проверки Силы (Атлетика) покрывают разнообразные ситуации, в которых вы лазаете, прыгаете или плаваете. Примеры включаютследующие действия: <ul><li>Вы пытаетесь взобраться на крутой утёс, избегая при этом опасностей, или попытки удержаться за что-то, когда вас пытаются стряхнуть.</li><li>Вы пытаетесь прыгнуть на большое расстояние или совершить трюк в середине прыжка.</li><li>Вы пытаетесь плыть или оставаться на плаву в бурных водах, во время шторма или среди зарослей водорослей. Другое существо может попытаться толкнуть или затянуть вас под воду, или как-то иным способом помешать вашему плаванию.</li></ul>"
      },
      {
        title: "Грузоподъёмность",
        icon: "knapsack",
        subtitle: "Как много веса вы можете нести. Сила умноженная на 15",
        reference: "КИ, стр. 176",
        description: "Ваша грузоподъёмность это ваше значение Силы, умноженное на 15. Такой вес (в фунтах) вы можете носить, и это достаточно много, так что большинству персонажей не нужно об этом заботиться."
      },
      {
        title: "Толкание, волочение и перенос",
        icon: "pull",
        subtitle: "Как много веса вы можете толкать, волочить и переносить. Сила умноженная на 30",
        reference: "КИ, стр. 176",
        description: "Вы можете толкать, тянуть и отрывать от земли вес в фунтах, вдвое превышающий вашу грузоподъёмность (или значение Силы, умноженное на 30). Если вы толкаете или тянете вес, превышающий грузоподъёмность, ваша скорость падает до 5 футов."
      },
      {
        title: "Размер и груз",
        icon: "lift",
        subtitle: "Влияние размера на грузоподъёмность",
        reference: "КИ, стр. 176",
        description: "Существа большого размера могут тащить больше, а Крохотные существа меньше. За каждую категорию размера выше Средней удвойте его грузоподъёмность и вес, который оно может толкать, тянуть и поднимать. Для существа Крохотного размера уменьшите эти значения вдвое."
      },
      {
        title: "Броски атаки и урона",
        icon: "stone-axe",
        subtitle: "Насколько вероятно попадание по цели и наносимый урон",
        reference: "КИ, стр. 176",
        description: "Вы добавляете модификатор Силы к броскам атаки и урона при совершении атак рукопашным оружием, таким как булава, секира или метательное копьё. Рукопашным оружием совершаются рукопашные атаки, а некоторые его виды можно метать, совершая, таким образом, дальнобойные атаки."
      },
      {
        title: "Прочие проверки Силы",
        icon: "perspective-dice-six-faces-random",
        reference: "КИ, стр. 175-176",
        description: "Мастер может призвать к проверке Силы, если вы пытаетесь сделать что-то из следующего: <ul><li>Попытка открыть застрявшую, запертую или заложенную на засов дверь</li><li>Попытка вырваться из оков</li><li>Попытка протиснуться по узкому туннелю</li><li>Попытка удержаться за фургон, не отцепившись от него во время движения</li><li>Опрокидывание статуи</li><li>Попытка удержать валун от падения</li></ul>"
      }
    ]
  },
  {
    title: "Ловкость",
    subtitle: "Проворство, реакция, равновесие.",
    rules: [
      {
        title: "Акробатика",
        icon: "falling",
        subtitle: "Выдающиеся физические трюки",
        reference: "КИ, стр. 176",
        description: "Проверки Ловкости (Акробатика) охватывают попытки устоять на ногах в неудобной ситуации, например, когда вы пытаетесь пробежаться по льду, балансируете на натянутом канате или стоите на палубе корабля в шторм. Мастер может также призвать к проверке Ловкости (Акробатика), чтобы увидеть, можете ли вы выполнить акробатический трюк, включая ныряние, кувырки, сальто и перекаты."
      },
      {
        title: "Ловкость рук",
        icon: "snatch",
        subtitle: "Воровство и незаметные манипуляции",
        reference: "КИ, стр. 177",
        description: "Если вы пытаетесь жонглировать или сделать ловкий трюк, например, подбросить что-то другому или спрятать что-то на своём теле, совершите проверку Ловкости (Ловкость рук). Мастер может призвать совершить проверку Ловкости (Ловкость рук) чтобы определить, можете ли вы срезать у ротозея кошелёк или подбросить чтото другому в карман."
      },
      {
        title: "Скрытность",
        icon: "hood",
        subtitle: "Помогает быть незаметным",
        reference: "КИ, стр. 177",
        description: "Совершите проверку Ловкости (Скрытность), когда пытаетесь спрятаться от врагов, прокрасться мимо стражи, сбежать незамеченным или незаметно и неслышно подобраться к кому-то."
      },
      {
        title: "Класс Доспеха",
        icon: "breastplate",
        subtitle: "Насколько вероятно избежать попадания",
        reference: "КИ, стр. 177",
        description: "В зависимости от доспеха, который вы носите, вы можете добавлять модификатор Ловкости или его часть к Классу Доспеха, как описано в главе 5."
      },
      {
        title: "Инициатива",
        icon: "sprint",
        subtitle: "Как скоро вы действуете в бою",
        reference: "КИ, стр. 177",
        description: "В начале каждого сражения вы совершаете проверку инициативы, совершая проверку Ловкости. Инициатива определяет порядок ходов существ в сражении, как описано в главе 9."
      },
      {
        title: "Броски атаки и урона",
        icon: "archer",
        subtitle: "Насколько вероятно попадание по цели",
        reference: "КИ, стр. 177",
        description: "Вы добавляете модификатор Ловкости к броскам атаки и урона при совершении атак дальнобойным оружием, таким как праща или длинный лук. Вы также можете добавлять модификатор Ловкости к броскам атаки и урона при совершении атак рукопашным оружием со свойством «фехтовальное», таким как кинжал и рапира."
      },
      {
        title: "Прочие проверки Ловкости",
        icon: "perspective-dice-six-faces-random",
        reference: "КИ, стр. 177",
        description: "Мастер может призвать к проверке Ловкости, если вы пытаетесь сделать что-то из следующего: <ul><li>Вы спускаетесь с тяжело нагруженной тачкой по крутому склону</li><li>Вы закладываете крутой вираж на карете</li><li>Вы вскрываете замок</li><li>Вы обезвреживаете ловушку</li><li>Вы связываете пленника сложным узлом</li><li>Вы пытаетесь высвободиться из пут</li><li>Вы играете на струнном инструменте</li><li>Вы создаёте мелкий или высокодетализированный предмет</li></ul>"
      }
    ]
  },
  {
    title: "Телосложение",
    subtitle: "Здоровье, выносливость, жизненная сила.",
    rules: [
      {
        title: "Хиты",
        icon: "heart-bottle",
        subtitle: "Показатель вашего здоровья и выносливости",
        reference: "КИ, стр. 177",
        description: "<p>Модификатор Телосложения участвует в определении ваших хитов. Обычно вы добавляете модификатор Телосложения ко всем Костям Хитов, брошенным для определения хитов.</p><p>Если ваш модификатор Телосложения изменяется, изменяется и максимум ваших хитов, как если бы новый модификатор был у вас с 1 уровня. Например, если вы повышаете значение Телосложения, когда достигаете 4 уровня, и ваш модификатор Телосложения увеличивается с +1 до +2, вы изменяете максимум хитов так, как будто этот модификатор всегда был +2. Вы добавляете 3 хита за первые три уровня, а затем определяете хиты за 4 уровень, используя уже новый модификатор. И наоборот, если на 7 уровне некий эффект уменьшит ваше значение Телосложения, уменьшив модификатор Телосложения на 1, максимум ваших хитов уменьшится на 7.</p>"
      },
      {
        title: "Задержка дыхания",
        icon: "drowning",
        subtitle: "Как долго вы можете задержать дыхание",
        reference: "КИ, стр. 183",
        description: "<p>Существо может задержать дыхание на количество минут, равное 1 + модификатор Телосложения.</p><p>Если существо не может дышать, оно может жить в течение количества раундов, равного модификатору Телосложения (минимум 1 раунд). В начале своего следующего хода его хиты опускаются до 0, и оно начинает умирать. Если у вас кончился воздух или вас душат, вы не можете восстанавливать хиты и становиться стабилизированным, пока снова не сможете дышать.</p><p>Например, существо с Телосложением 14 может задержать дыхание на 3 минуты. Если оно начнёт задыхаться, у него будет 2 раунда, после чего его хиты опускаются до 0.</p>"
      },
      {
        title: "Прочие проверки Телосложения",
        icon: "perspective-dice-six-faces-random",
        reference: "КИ, стр. 177",
        description: "Проверки Телосложения совершаются не часто, и от него не зависят никакие навыки, так как выносливость, которую отражает эта характеристика, пассивна, и персонаж или чудовище не может активно её использовать. Однако проверка Телосложения может моделировать вашу попытку сделать что-то необычное. Мастер может призвать к проверке Телосложения, если вы пытаетесь сделать что-то из следующего: <ul><li>Вы совершаете марш-бросок или несколько часов без перерыва работаете</li><li>Вы долго не спите</li><li>У вас нет еды и воды</li><li>Вы пытаетесь осушить кружку эля одним махом</li></ul>"
      }
    ]
  },
  {
    title: "Интеллект",
    subtitle: "Ясность ума, память, аналитические способности.",
    rules: [
      {
        title: "Магия",
        icon: "magic-lamp",
        subtitle: "Глубокое понимание магии",
        reference: "КИ, стр. 177",
        description: "Проверка Интеллекта (Магия) определяет вашу способность вспомнить знания о заклинаниях, магических предметах, мистических символах, магических традициях, планах существования и обитателях этих планов."
      },
      {
        title: "История",
        icon: "open-book",
        subtitle: "Знание событий прошлого",
        reference: "КИ, стр. 177-178",
        description: "Проверка Интеллекта (История) определяет вашу способность вспомнить знания об исторических событиях, легендарных личностях, древних королевствах, былых спорах, недавних войнах и утерянных цивилизациях."
      },
      {
        title: "Анализ",
        icon: "magnifying-glass",
        subtitle: "Поиск подсказок и логических связей",
        reference: "КИ, стр. 178",
        description: "Если вы ищете подсказки и делаете на их основе выводы, вы совершаете проверку Интеллекта (Анализ). Вы можете вычислить местоположение спрятанного предмета, понять по виду раны, каким оружием она была нанесена или определить самую слабую точку в туннеле, способную его обрушить. Рассматривание древних свитков в поисках тайного знания тоже может требовать совершения проверки Интеллекта (Анализ)."
      },
      {
        title: "Природа",
        icon: "spoted-flower",
        subtitle: "Знание флоры, фауны и географии",
        reference: "КИ, стр. 178",
        description: "Проверка Интеллекта (Природа) определяет вашу способность вспомнить знания о местности, о растениях и животных, о погоде и естественных циклах."
      },
      {
        title: "Религия",
        icon: "holy-grail",
        subtitle: "Понимание религиозных тем и теологии",
        reference: "КИ, стр. 178",
        description: "Проверка Интеллекта (Религия) определяет вашу способность вспомнить знания о божествах, ритуалах и молитвах, религиозных иерархиях, священных символах и практиках тайных культов."
      },
      {
        title: "Базовая характеристика",
        icon: "magic-swirl",
        subtitle: "Волшебники",
        reference: "КИ, стр. 178",
        description: "Волшебники используют Интеллект при определении Сл спасбросков от накладываемых ими заклинаний."
      },
      {
        title: "Прочие проверки Интеллекта",
        icon: "perspective-dice-six-faces-random",
        reference: "КИ, стр. 178",
        description: "Мастер может призвать к проверке Интеллекта, если вы пытаетесь сделать что-то из следующего:<ul><li>Вы общаетесь с существом без использования слов</li><li>Вы оцениваете стоимость ценного предмета</li><li>Вы маскируетесь под городского стража</li><li>Вы подделываете документ</li><li>Вы вспоминаете знание о ремесле или торговле</li><li>Вы соревнуетесь с кем-то в философском споре</li></ul>"
      }
    ]
  },
  {
    title: "Мудрость",
    subtitle: "Осведомлённость, интуиция, проницательность.",
    rules: [
      {
        title: "Уход за животными",
        icon: "koala",
        subtitle: "Используется для управления животными",
        reference: "КИ, стр. 178",
        description: "Если возникает вопрос, можете ли вы успокоить одомашненное животное, удержать скакуна от того, чтобы он запаниковал, или почувствовать намерения животного, Мастер может призвать совершить проверку Мудрости (Уход за животными). Вы также совершаете проверку Мудрости (Уход за животными) для контролирования скакуна при совершении опасного манёвра."
      },
      {
        title: "Проницательность",
        icon: "brain",
        subtitle: "Определение обмана и мотивов",
        reference: "КИ, стр. 178",
        description: "Ваша проверка Мудрости (Проницательность) определяет, можете ли вы определить истинные намерения существа, например, при попытке распознать ложь или предсказать чей-то следующий шаг. При этом вы совершаете догадки по языку тела, особенностям разговора и переменах в поведении."
      },
      {
        title: "Медицина",
        icon: "bandage-roll",
        subtitle: "Всё, связанное с медициной",
        reference: "КИ, стр. 178",
        description: "Проверка Мудрости (Медицина) позволяет стабилизировать умирающего спутника или диагностировать болезнь."
      },
      {
        title: "Внимательность",
        icon: "semi-closed-eye",
        subtitle: "Позволяет замечать вещи",
        reference: "КИ, стр. 178",
        description: "<p>Проверка Мудрости (Внимательность) позволяет вам увидеть, услышать или как-то иначе заметить присутствие чего-либо. Она измеряет вашу готовность к новым событиям и остроту ваших чувств.</p><p>Например, вы может подслушать разговор под дверью, подсмотреть в окно или услышать чудовищ, крадущихся по лесу. Или вы можете попытаться заметить что-то, что скрыто или легко можно пропустить, будь то орки, лежащие в засаде у дороги, головорезы, затаившиеся в тенях аллеи или свет от лампы под закрытой потайной дверью.</p>"
      },
      {
        title: "Выживание",
        icon: "footprint",
        subtitle: "Охота и выслеживание",
        reference: "КИ, стр. 178",
        description: "Мастер может призвать совершить проверку Мудрости (Выживание) для выслеживания врагов, охоты на дичь, нахождения дороги в промёрзшей тундре, замечания признаков того, что рядом живут совомеды, предсказывания погоды и избегания зыбучих песков и прочих природных опасностей."
      },
      {
        title: "Базовая характеристика",
        icon: "magic-swirl",
        subtitle: "Друиды, жрецы и следопыты",
        reference: "КИ, стр. 178",
        description: "Друиды, жрецы и следопыты используют Мудрость при определении Сл спасбросков от накладываемых ими заклинаний."
      },
      {
        title: "Прочие проверки Мудрости",
        icon: "perspective-dice-six-faces-random",
        reference: "КИ, стр. 178",
        description: "Мастер может призвать к проверке Мудрости, если вы пытаетесь сделать что-то из следующего:<ul><li>Вы пытаетесь понять, что делать дальше</li><li>Вы пытаетесь распознать доппельгангера</li></ul>"
      }
    ]
  },
  {
    title: "Харизма",
    subtitle: "Уверенность, красноречие, лидерство.",
    rules: [
      {
        title: "Обман",
        icon: "convince",
        subtitle: "Ложь и скрытие мотивов",
        reference: "КИ, стр. 178",
        description: "Ваша проверка Харизмы (Обман) определяет, можете ли вы намеренно утаить правду, хоть речами, хоть действиями. Такой обман охватывает всё, от направления других по неверному следу и двусмысленных речей до рассказывания откровенной лжи. Может применяться при отвлечении стражников, обмане торговцев, зарабатывании денег азартными играми, маскировке под других, отводе чужих подозрений ложными утверждениями и сохранении спокойного лица при рассказывании чудовищной лжи."
      },
      {
        title: "Запугивание",
        icon: "screaming",
        subtitle: "Угрозы и шантаж",
        reference: "КИ, стр. 179",
        description: "Когда вы пытаетесь воздействовать на других угрозами, враждебными действиями и физическим насилием, Мастер может попросить вас совершить проверку Харизмы (Запугивание). Примерами могут послужить добыча информации из пленника, убеждение головорезов отказат ься от драки и угроза разбитой бутылкой ехидно му визирю, чтобы тот изменил решение."
      },
      {
        title: "Выступление",
        icon: "drama-masks",
        subtitle: "Песни, танцы и актерская игра",
        reference: "КИ, стр. 179",
        description: "Ваша проверка Харизмы (Выступление) определяет, насколько хорошо вы удовлетворили публику музыкой, танцем, актёрской игрой, рассказом или другим развлечением."
      },
      {
        title: "Убеждение",
        icon: "discussion",
        subtitle: "Убеждение и воодушевление",
        reference: "КИ, стр. 179",
        description: "Если вы пытаетесь повлиять на существо или целую группу существ тактично, с уважением и добродуш ием, Мастер может попросить вас совершить проверку Харизмы (Убеждение). Обычно убеждение используется при добрых намерениях, при попытках подружиться, установить контакт или проявить этикет. Примеры убеждения других включают в себя попытки убедить дворецкого пропустить вас к королю, мирное урегулирование споров двух враждующих племён и воодушевление толпы горожан."
      },
      {
        title: "Базовая характеристика",
        icon: "magic-swirl",
        subtitle: "Барды, колдуны, паладины и чародеи",
        reference: "КИ, стр. 179",
        description: "Барды, колдуны, паладины и чародеи используют Харизму при определении Сл спасбросков от накладываемых ими заклинаний."
      },
      {
        title: "Прочие проверки Харизмы",
        icon: "perspective-dice-six-faces-random",
        reference: "КИ, стр. 179",
        description: "Мастер может призвать к проверке Харизмы, если вы пытаетесь сделать что-то из следующего:<ul><li>Вы ищете, с кем лучше всего обсудить новости, слухи и сплетни</li><li>Вы сливаетесь с толпой, чтобы узнать основные обсуждаемые темы</li><li>Вы пытаетесь соблазнить даму или кавалера на знатном балу</li></ul>"
      }
    ]
  }
];
const __vite_glob_0_1 = [
  {
    title: "",
    subtitle: "",
    rules: [
      {
        title: "Атака",
        icon: "saber-and-pistol",
        subtitle: "Cовершить одну рукопашную или дальнобойную атаку",
        reference: "КИ, стр. 192, 194-195",
        description: "<p>Некоторые умения, такие как <i>Дополнительная атака</i> у воина, позволяют совершать несколько атак одним действием. Каждая такая атака использует отдельный бросок и может иметь другую цель. Между основной и дополнительной атакой можно двигаться.</p><p>Когда вы атакуете лёгким рукопашным оружием, вы можете использовать оружие во второй руке, чтобы совершить бонусную атаку (см. бонусное действие <i>Атака второй рукой</i>).</p><p>Вы можете заменить вторую атаку на <i>Захват</i> или <i>Толчок</i>.</p><p>Некоторые состояния дают преимущество при атаке: атака против слепых, парализованных, окаменевших, опутанных или бессознательных целей; атаки, совершаемые невидимыми или скрывающимися нападающими.</p><p>Некоторые состояния дают помехи при атаке: атака против невидимых или скрытых целей; дальнобойный атаки против лежащих целей; атаки, совершаемые слепыми, напуганными, отравленными или опутанными нападающими.</p>"
      },
      {
        title: "Захват",
        icon: "grab",
        subtitle: "Попытка схватить существо или побороться",
        reference: "КИ, стр. 195",
        description: "<p>Если вы хотите схватить существо или побороться с ним, вы можете использовать действие Атака для совершения особой рукопашной атаки, захвата. Если вы можете совершать многочисленные атаки действием Атака, эта атака заменяет одну из них.</p><p>Цель вашего захвата должна быть не более чем на одну категорию больше вас, и она должна находиться в пределах вашей досягаемости.</p><p>Используя как минимум одну свободную руку, вы пытаетесь схватить цель, совершая проверку захвата: проверку Силы (Атлетика), противопоставленную проверке Силы (Атлетика) или Ловкости (Акробатика) цели (цель сама выбирает, какую характеристику использовать). Проверка автоматически успешна, если цель Недееспособна.</p><p>Если вы преуспеете, цель становится схваченной. В описании состояния сказано, что его оканчивает, и вы в любой момент можете отпустить цель (действие не требуется).</p>"
      },
      {
        title: "Толчок",
        icon: "hand",
        subtitle: "Толкнуть существо, чтобы сбить с ног или оттолкнуть дальше от себя",
        reference: "КИ, стр. 195",
        description: "<p>При помощи действия Атака совершить особую рукопашную атаку, чтобы или сбить цель с ног, или оттолкнуть от себя. Если вы можете совершать многочисленные атаки действием Атака, эта атака может заменить одну из них.</p><p>Цель вашего толкания должна быть не более чем на одну категорию больше вас, и она должна находиться в пределах вашей досягаемости.</p><p>Вы совершаете проверку Силы (Атлетика), противопоставленную проверке Силы (Атлетика) или Ловкости (Акробатика) цели (цель сама выбирает, какую характеристику использовать). Проверка автоматически успешна, если цель Недееспособна.</p><p>Если вы преуспеете, вы либо сбиваете цель с ног, либо толкаете её на 5 футов от себя.</p>"
      },
      {
        title: "Наложение заклинания",
        icon: "magic-swirl",
        subtitle: "Наложить заклинание со временем наложения в 1 действие",
        reference: "КИ, стр. 192",
        description: "<p>Вы не можете наложить заклинание основным действием и другое заклинание бонусным действием за один ход, кроме случаев, когда действием был наложен заговор.</p><p>Цель заклинания должна находиться в пределах дистанции заклинания. Цель также должна быть в прямой видимости - поэтому у цели не должно быть полного укрытия.</p><p>Заклинания с материальным компонентом не расходуют компонент при наложении, если обратное не сказано в описании заклинания. Если для компонента указана стоимость, то этот компонент расходуется при наложении.</p><p>Некоторые заклинания требуют от вас сохранения концентрации для поддерживания магии в активном состоянии. Если вы потеряете концентрацию, такое заклинание оканчивается. Если заклинание должно поддерживаться концентрацией, это указывается в разделе Длительность, и там же указывается, сколько можно концентрироваться на нём. Вы можете окончить концентрацию в любое время (действие не требуется). Нормальная деятельность, такая как перемещение и сражение, не прерывают концентрацию. Её могут прервать следующие события: накладывание другого заклинания, требующего концентрацию; получение урона; недееспособность или смерть.</p>"
      },
      {
        title: "Рывок",
        icon: "sprint",
        subtitle: "До конца текущего хода ваша скорость удваивается",
        reference: "КИ, стр. 192",
        description: "<p>Если вы совершаете действие Рывок, вы получаете дополнительное перемещение в текущем ходу, равное вашей скорости после применения всех модификаторов.</p>"
      },
      {
        title: "Отход",
        icon: "journey",
        subtitle: "Перемещение без провокации атаки",
        reference: "КИ, стр. 192",
        description: "<p>Если вы совершаете действие Отход, то до конца текущего хода ваше перемещение не провоцирует атаки.</p>"
      },
      {
        title: "Уклонение",
        icon: "dodging",
        subtitle: "Сосредотачение на уклонении от атак",
        reference: "КИ, стр. 192",
        description: "<p>До начала вашего следующего хода все броски атаки по вам совершаются с помехой, и спасброски Ловкости вы совершаете с преимуществом, если вы видите атакующего.</p><p>Вы теряете это преимущество, если становитесь недееспособным или если ваша скорость падает до 0.</p>"
      },
      {
        title: "Высвобождение",
        icon: "manacles",
        subtitle: "Попытка высвобождения из захвата или от оков",
        reference: "КИ, стр. 195",
        description: "<p>Захваченное существо может пытаться высвободиться. Для этого оно действием совершает проверку Силы (Атлетика) или Ловкость (Акробатика), противопоставленную вашей проверке Силы (Атлетика).</p><p>Высвобождение из других условий (например оков) может потребовать проверки Силы или Ловкости с обозначенной Сл.</p>"
      },
      {
        title: "Помощь",
        icon: "telepathy",
        subtitle: "Оказать помощь другому существу, предоставляя преимущество на проверку",
        reference: "КИ, стр. 192",
        description: "<p>Существо, которому вы помогаете, совершит свою следующую проверку характеристики для выполнения задачи с преимуществом, если она будет совершена до начала вашего следующего хода.</p><p>В качестве альтернативы, вы можете помочь дружественному существу атаковать другое существо, находящееся в пределах 5 футов от вас. Вы совершаете финт, отвлекаете цель или каким-то другим образом делаете атаку союзника более эффективной. Если ваш союзник атакует цель до начала вашего следующего хода, первый бросок атаки совершается с преимуществом.</p><p>Преимущество длится до начала вашего следующего хода.</p>"
      },
      {
        title: "Использование предмета",
        icon: "snatch",
        subtitle: "Взаимодействие со вторым предметом или использование особых свойств",
        reference: "КИ, стр. 193",
        description: "<p>Обычно вы взаимодействуете с предметами во время других действий, например, вынимаете меч частью атаки или открываете дверь в движении, но если предмет требует действия для его использования, вы совершаете действие Использование предмета.</p><p>Также это действие требуется, если вы используете второй предмет за один ход. Например: вы открываете дверь (не требует действия) и хотите сразу выпить зелье Дубовой кожи (действие Использования предмета).</p>"
      },
      {
        title: "Взять щит",
        icon: "round-shield",
        subtitle: "Надеть или снять щит",
        reference: "КИ, стр. 144-146",
        description: "<p>Если щит не у вас в руках, то его экипировка занимает одно действие.</p><p>Экипировка брони занимает несколько минут и невозможна во время сражения.</p>"
      },
      {
        title: "Засада",
        icon: "hooded-assassin",
        subtitle: "Попытка скрыться из вида",
        reference: "КИ, стр. 192",
        description: "<p>Вы не можете прятаться от существа, которое видит вас, и если вы издадите шум (например, прокричите предупреждение или уроните вазу), вы выдаёте своё местоположение.</p><p>Когда вы пытаетесь спрятаться, совершите проверку Ловкости (Скрытность). Пока вас не найдут или вы не прекратите прятаться, результат этой проверки будет противостоять проверкам Мудрости (Внимательность) существ, активно ищущих вас.</p><p>Если вы прячетесь, есть шанс, что вас заметят даже без активных поисков. Для определения того, заметило ли вас существо, Мастер сравнивает результат вашей проверки Ловкости (Скрытность) с пассивным значением Мудрости (Внимательность), которое равно 10 + модификатор Мудрости существа, плюс все уместные бонусы и штрафы.</p>"
      },
      {
        title: "Поиск",
        icon: "magnifying-glass",
        subtitle: "Уделить полное внимание поиску чего-то",
        reference: "КИ, стр. 193",
        description: "<p>В зависимости от характера ваших поисков, Мастер может призвать к проверке Мудрости (Внимательность) или Интеллекта (Анализ).</p>"
      },
      {
        title: "Стабилизация",
        icon: "bandage-roll",
        subtitle: "Стабилизировать состояние существа без сознания",
        reference: "КИ, стр. 197",
        description: "<p>Самый надёжный способ помочь существу с 0 хитов — это его лечение. Если лечение недоступно, существо можно хотя бы стабилизировать, чтобы оно не умерло от проваленного спасброска от смерти.</p><p>Вы можете действием оказать первую помощь находящемуся без сознания существу и попытаться стабилизировать его, для чего требуется совершить проверку Мудрости (Медицина) со Сл 10.</p><p><b>Стабилизированное</b> существо не делает проверки спасброска от смерти, хотя всё ещё имеет 0 хитов и остаётся без сознания. Существо перестаёт быть стабилизированным, если снова получает урон. Стабилизированное существо восстанавливает 1 хит раз в 1к4 часов.</p>"
      },
      {
        title: "Подготовка",
        icon: "empty-hourglass",
        subtitle: "Выбор условия и соответсвующего ему действия",
        reference: "КИ, стр. 193",
        description: "<p>Во-первых, определите, какое воспринимаемое событие вызовет вашу реакцию.</p><p>Затем выберите действие, либо перемещение, которое будет совершено.</p><p><blockquote>Примеры: «Если культист наступит на люк, я дёрну рычаг и открою его», «Если передо мной встанет гоблин, я отойду прочь».</blockquote></p><p>Когда срабатывает условие, вы можете либо совершить свою реакцию до окончания действия, вызвавшего срабатывание, либо игнорировать срабатывание условия. Подготовленное действие можно совершить только до начала вашего следующего хода. Помните, что вы можете совершить только одну реакцию в раунд.</p><p>Если вы подготовили заклинание, вы накладываете его как обычно, но удерживаете энергию, пока не сработает условие. Для того чтобы заклинание можно было подготовить, у него должно быть время накладывания «1 действие», а удерживание магии требует концентрации. Если концентрация прервана, заклинание тратится без всякого эффекта.</p>"
      },
      {
        title: "Классовая способность",
        icon: "embrassed-energy",
        subtitle: "Использование способности своего класса или расы, которая требует действия",
        reference: "В описании класса и расы",
        description: ""
      },
      {
        title: "Импровизация",
        icon: "juggler",
        subtitle: "Любое другое действие, которое вы можете представить и выполнить",
        reference: "КИ, стр. 193",
        description: "<p>Ваш персонаж может совершать действия, не описанные в этой главе, такие как выламывание дверей, запугивание врагов, поиски брешей в магической обороне или призывы к переговорам с врагами.</p><p>Единственным ограничением будет ваше воображение и значения характеристик. Смотрите описания характеристик в главе 7 в поисках вдохновения для импровизации.</p><p>Когда вы описываете действие, не упомянутое в правилах, Мастер сообщает, возможно ли это действие, и какие проверки нужно совершить для определения успешности.</p>"
      }
    ]
  }
];
const __vite_glob_0_2 = [
  {
    title: "",
    subtitle: "Разнообразные классовые умения, заклинания и прочие эффекты позволяют вам совершать в ход дополнительное бонусное действие.",
    rules: [
      {
        title: "Атака второй рукой",
        icon: "crossed-swords",
        subtitle: "Атака лёгким оружием во второй руке",
        reference: "КИ, стр. 192, 194-195",
        description: "<p>Если вы совершаете действие Атака и атакуете рукопашным оружием со свойством «лёгкое», удерживаемым в одной руке, вы можете бонусным действием атаковать другим рукопашным оружием со свойством «лёгкое», удерживаемым в другой руке.</p><p>Вы не добавляете модификатор характеристики к урону от бонусной атаки, если он положительный, но отнимаете, если он отрицательный.</p><p>Если у любого из оружий есть свойство «метательное», вы можете не совершать им рукопашную атаку, а метнуть его.</p>"
      },
      {
        title: "Наложение заклинания",
        icon: "magic-swirl",
        subtitle: "Наложить заклинание с временем наложения в 1 бонусное действие",
        reference: "КИ, стр. 192",
        description: "<p>Вы не можете наложить заклинание основным действием и другое заклинание бонусным действием за один ход, кроме случаев, когда действием был наложен заговор.</p><p>Смотрите основное действие <i>Наложить заклинание</i> для подробностей.</p>"
      },
      {
        title: "Способность класса",
        icon: "embrassed-energy",
        subtitle: "Некоторые способности класса используются как бонусное действие",
        reference: "В описании класса",
        description: ""
      }
    ]
  }
];
const __vite_glob_0_3 = [
  {
    title: "",
    subtitle: "Состояния различными способами изменяют возможности существ. Состояние длится до тех пор, пока не будет прервано или в течение времени, которое указано в эффекте.",
    rules: [
      {
        title: "Бессознательный",
        icon: "coma",
        subtitle: "Вы без сознания",
        reference: "КИ, стр. 290",
        description: "<li>Находящееся без сознания существо «недееспособно» (см. состояние), не способно перемещаться и говорить, а также не осознаёт своё окружение.</li><li>Существо роняет всё, что держит, и падает ничком.</li><li>Броски атаки по существу совершаются с преимуществом.</li><li>Любая атака, попавшая по такому существу, считается критическим попаданием, если нападающий находится в пределах 5 футов от него.</li><li>Существо автоматически проваливает спасброски Силы и Ловкости.</li>"
      },
      {
        title: "Испуганный",
        icon: "sharp-smile",
        subtitle: "Вы напуганы",
        reference: "КИ, стр. 290",
        description: "<li>Испуганное существо совершает с помехой проверки характеристик и броски атаки, пока источник его страха находится в пределах его линии обзора.</li><li>Существо не способно добровольно приблизиться к источнику своего страха.</li>"
      },
      {
        title: "Истощённый",
        icon: "despair",
        subtitle: "Вы истощены",
        reference: "КИ, стр. 291",
        description: "<p>Некоторые особые способности и опасности окружающей среды, такие как недоедание и длительное воздействие очень низких или высоких температур, могут стать причиной состояния, называемого истощением. Истощение делится на шесть степеней. Эффект даёт существу ту или иную степень истощения, согласно описанию.</p><table><thead><tr><th>Степень</th><th>Эффект</th></tr></thead><tr><td>1</td><td>Помеха при проверках характеристик</td></tr><tr><td>2</td><td>Скорость уменьшается вдвое</td></tr><tr><td>3</td><td>Помеха при бросках атаки и спасбросках</td></tr><tr><td>4</td><td>Максимум хитов уменьшается вдвое</td></tr><tr><td>5</td><td>Скорость снижается до 0</td></tr><tr><td>6</td><td>Смерть</td></tr></table><p>На существо воздействуют эффекты не только текущей степени истощения, но и более слабых степеней.</p><p>Продолжительный отдых снижает степень истощения на 1, при условии, что существо что-нибудь съест и выпьет.</p>"
      },
      {
        title: "Невидимый",
        icon: "invisible",
        subtitle: "Вас не видно",
        reference: "КИ, стр. 290",
        description: "<li>Невидимое существо невозможно увидеть без помощи магии или особого чувства.</li><li>С точки зрения скрытности существо считается сильно заслонённым. Местонахождение существа можно определить по шуму, который оно издаёт, или по оставленным им следам.</li><li>Броски атаки по невидимому существу совершаются с помехой, а его броски атаки — с преимуществом.</li>"
      },
      {
        title: "Недееспособный",
        icon: "internal-injury",
        subtitle: "Вы не можете действовать и реагировать",
        reference: "КИ, стр. 290",
        description: "<li>Недееспособное существо не может совершать действия и реакции.</li>"
      },
      {
        title: "Оглохший",
        icon: "hearing-disabled",
        subtitle: "Вы ничего не слышите",
        reference: "КИ, стр. 291",
        description: "<li>Оглохшее существо ничего не слышит и автоматически проваливает все проверки характеристик, связанные со слухом.</li>"
      },
      {
        title: "Окаменевший",
        icon: "rock-golem",
        subtitle: "Вы превращены в камень",
        reference: "КИ, стр. 291",
        description: "<li>Окаменевшее существо, а также все немагические предметы, которые оно несёт или носит, трансформируется в твёрдое инертное вещество (как правило, в камень).</li><li>Его вес увеличивается в 10 раз, и оно перестаёт стареть.</li><li>Существо «недееспособно» (см. состояние), не способно двигаться и говорить, а также не осознаёт своё окружение.</li><li>Броски атаки по существу совершаются с преимуществом.</li><li>Существо автоматически проваливает спасброски Силы и Ловкости.</li><li>Существо получает сопротивление ко всем видам урона.</li><li>Существо получает иммунитет к ядам и болезням. Если яд или болезнь уже действовали на существо, их действие приостанавливается, но не исчезает.</li>"
      },
      {
        title: "Опутанный",
        icon: "imprisoned",
        subtitle: "Вы опутаны или связаны",
        reference: "КИ, стр. 291",
        description: "<li>Скорость опутанного существа равна 0, и оно не получает выгоды ни от каких бонусов к скорости.</li><li>Броски атаки по такому существу совершаются с преимуществом, а его броски атаки — с помехой.</li><li>Существо совершает с помехой спасброски Ловкости.</li>"
      },
      {
        title: "Ослеплённый",
        icon: "blindfold",
        subtitle: "Вы ничего не видите",
        reference: "КИ, стр. 291",
        description: "<li>Ослеплённое существо ничего не видит и автоматически проваливает все проверки характеристик, связанные со зрением.</li><li>Броски атаки по такому существу совершаются с преимуществом, а его броски атаки совершаются с помехой.</li>"
      },
      {
        title: "Отравленный",
        icon: "poison-gas",
        subtitle: "Вы отравлены",
        reference: "КИ, стр. 292",
        description: "<li>Отравленное существо совершает с помехой броски атаки и проверки характеристик.</li>"
      },
      {
        title: "Очарованный",
        icon: "smitten",
        subtitle: "Вы очарованны другим существом",
        reference: "КИ, стр. 292",
        description: "<li>Очарованное существо не может атаковать того, кто его очаровал, а также делать его целью умения или магического эффекта, причиняющего вред.</li><li>Искуситель совершает с преимуществом все проверки характеристик при социальном взаимодействии с очарованным существом.</li>"
      },
      {
        title: "Ошеломлённый",
        icon: "knockout",
        subtitle: "Вы ошеломлены",
        reference: "КИ, стр. 292",
        description: "<li>Ошеломлённое существо «недееспособно» (см.состояние), не способно перемещаться и говорит, запинаясь.</li><li>Существо автоматически проваливает спасброски Силы и Ловкости.</li><li>Броски атаки по существу совершаются с преимуществом.</li>"
      },
      {
        title: "Парализованный",
        icon: "surprised",
        subtitle: "Вы парализованы",
        reference: "КИ, стр. 292",
        description: "<li>Вы совсем не можете ничего сделать, но осознаёте окружение.</li><li>Парализованное существо «недееспособно» (см.состояние), а также не способно перемещаться и говорить.</li><li>Существо автоматически проваливает спасброски Силы и Ловкости.</li><li>Броски атаки по парализованному существу совершаются с преимуществом.</li><li>Любая атака, попавшая по такому существу, считается критическим попаданием, если нападающий находится в пределах 5 футов от существа.</li>"
      },
      {
        title: "Сбитый с ног/ Лежащий ничком",
        icon: "falling",
        subtitle: "Вы лежите на земле",
        reference: "КИ, стр. 292",
        description: "<li>Сбитое с ног существо способно перемещаться только ползком, пока не встанет, прервав тем самым это состояние.</li><li>Существо совершает с помехой броски атаки.</li><li>Броски атаки по существу совершаются с преимуществом, если нападающий находится в пределах 5 футов от него. В противном случае броски атаки совершаются с помехой.</li>"
      },
      {
        title: "Схваченный",
        icon: "grab",
        subtitle: "Вы захвачены",
        reference: "КИ, стр. 292",
        description: "<li>Скорость схваченного существа равна 0, и оно не получает выгоды ни от каких бонусов к скорости.</li><li>Состояние оканчивается, если схвативший становится недееспособен.</li><li>Это состояние также оканчивается, если какой-либо эффект выводит схваченное существо из зоны досягаемости того, кто его удерживает, или из зоны удерживающего эффекта.</li>"
      }
    ]
  }
];
const __vite_glob_0_4 = [
  {
    title: "",
    subtitle: "",
    rules: [
      {
        title: "Преимущество и помеха",
        icon: "yin-yang",
        subtitle: "",
        reference: "КИ, стр. 173",
        description: "<p>Иногда особое умение или заклинание гласит, что вы совершаете проверку характеристики, спасбросок или бросок атаки с преимуществом или помехой.</p><p>Когда такое происходит, вы бросаете второй к20. Используйте наибольший результат, если у вас есть преимущество, и наименьший, если есть помеха. Например, если у вас есть помеха, и выпало «17» и «5», вы используете «5». Если бы у вас было преимущество, вы бы использовали «17».</p><p>Если на бросок влияют сразу несколько факторов, и все дают преимущество или помеху, бросается всё равно только один дополнительный к20. Например, если сразу несколько благоприятных обстоятельств предоставляют преимущество, вы всё равно кидаете только один дополнительный к20.</p><p>Если обстоятельства создают одновременно и преимущество и помеху, то считается, что их нет, и вы бросаете только один к20. Это справедливо даже для обстоятельств, когда негативных факторов много, а положительный только один, и наоборот. В такой ситуации у вас нет ни преимущества, ни помехи.</p>"
      },
      {
        title: "Критическое попадание",
        icon: "dice-twenty-faces-twenty",
        subtitle: "20 при броске Атаки",
        reference: "КИ, стр. 194, 196",
        description: "<p>Если при броске к20 для броска атаки выпало «20», атака попадает вне зависимости от всех модификаторов и КД цели.</p><p>При критическом попадании, вы бросаете кости урона по цели два раза. Бросьте кости урона два раза и сложите сумму. Затем добавьте все уместные модификаторы. Для ускорения можете бросить все кости одновременно.</p><p>Например, если вы совершили критическое попадание кинжалом, бросьте для урона 2к4, а не 1к4, затем добавьте модификатор характеристики.</p><p>Если в атаку входят другие кости урона, например, от умения плута Скрытая атака, вы бросаете по два раза и эти кости.</p>"
      },
      {
        title: "Критический промах",
        icon: "dice-twenty-faces-one",
        subtitle: "1 при броске Атаки",
        reference: "КИ, стр. 194",
        description: "<p>Если при броске к20 для броска атаки выпало «1», атака промахивается вне зависимости от всех модификаторов и КД цели.</p>"
      },
      {
        title: "Сопротивление",
        icon: "armor-upgrade",
        subtitle: "Снижение урона",
        reference: "КИ, стр. 197",
        description: "<p>Если у существа или предмета есть сопротивление виду урона, то урон этого вида, причиняемый ему, уменьшается вдвое. Сопротивление применяется к урону после всех остальных модификаторов.</p>"
      },
      {
        title: "Уязвимость",
        subtitle: "Повышение урона",
        icon: "armor-downgrade",
        reference: "КИ, стр. 197",
        description: "<p>Если у существа или предмета есть уязвимость виду урона, урон этого вида для него удваивается. Уязвимость применяется к урону после всех остальных модификаторов.</p>"
      },
      {
        title: "Падение",
        icon: "falling",
        subtitle: "Урон от падения: 1к6 за 10 футов",
        reference: "КИ, стр. 183",
        description: "<p>В конце падения существо получает дробящий урон 1к6 за каждые 10 футов падения, с максимумом 20к6. Существо падает ничком, если только каким-то образом не избежит урона от падения.</p>"
      },
      {
        title: "Дробящий",
        icon: "wood-club",
        reference: "КИ, стр. 196",
        description: "Тяжёлые силовые атаки — молотом, падением, сдавливанием и т. п. — причиняют дробящий урон."
      },
      {
        title: "Звуковой",
        icon: "ultrasound",
        reference: "КИ, стр. 196",
        description: "Оглушительные звуковые волны, такие как от заклинания волна грома, причиняют урон звуком."
      },
      {
        title: "Излучение",
        icon: "sundial",
        reference: "КИ, стр. 196",
        description: "Урон излучением, причиняемый заклинанием небесный огонь жреца и карающим оружием ангела, опаляют плоть как огонь и переполняют дух силой."
      },
      {
        title: "Кислотный",
        icon: "acid",
        reference: "КИ, стр. 196",
        description: "Едкое дыхание чёрного дракона и растворяющая слизь чёрного пудинга причиняют урон кислотой."
      },
      {
        title: "Колющий",
        icon: "pierced-body",
        reference: "КИ, стр. 196",
        description: "Колющие и пронзающие атаки, включая удары копьём и укусы чудовищ, причиняют колющий урон."
      },
      {
        title: "Некротический",
        icon: "disintegrate",
        reference: "КИ, стр. 196",
        description: "Некротическая энергия, излучаемая некоторой нежитью и такими заклинаниями как леденящее прикосновение, иссушают плоть и даже душу."
      },
      {
        title: "Огненный",
        icon: "flame",
        reference: "КИ, стр. 196",
        description: "Красный дракон, выдыхающий пламя, и многие заклинания, создающие жар, причиняют урон огнём."
      },
      {
        title: "Психический",
        icon: "psychic-waves",
        reference: "КИ, стр. 196",
        description: "Атаки силой разума, такие как у иллитидов, причиняют урон психической энергией."
      },
      {
        title: "Рубящий",
        icon: "sword-wound",
        reference: "КИ, стр. 196",
        description: "Мечи, топоры и когти чудовищ причиняют рубящий урон."
      },
      {
        title: "Силовой",
        icon: "ball-glow",
        reference: "КИ, стр. 196",
        description: "Силовое поле это чистая магия, сфокусированная в разрушительную силу. Чаще всего силовым полем причиняют урон заклинания, такие как волшебная стрела и божественное оружие."
      },
      {
        title: "Холодный",
        icon: "ice-bolt",
        reference: "КИ, стр. 197",
        description: "Лютый холод от копья ледяного дьявола и морозное дыхание белого дракона причиняют урон холодом."
      },
      {
        title: "Электрический",
        icon: "lightning-trio",
        reference: "КИ, стр. 197",
        description: "Заклинание молния и дыхание синего дракона причиняют урон электричеством."
      },
      {
        title: "Ядовитый",
        icon: "poison-gas",
        reference: "КИ, стр. 197",
        description: "Ядовитые укусы и токсичное дыхание зелёного дракона причиняют урон ядом."
      }
    ]
  }
];
const __vite_glob_0_5 = [
  {
    title: "Зрение",
    subtitle: "Эффекты местности, которые сильно затрудняют видимость, передвижение и другие действия.",
    rules: [
      {
        title: "Слабо заслонённая",
        icon: "tired-eye",
        subtitle: "Помеха проверок Внимательности (слабый свет, туман, не густая листва)",
        reference: "КИ, стр. 183",
        description: "<p>Существа в такой местости совершают со штрафом проверки Мудрости (Внимательность), полагающиеся на зрение.</p>"
      },
      {
        title: "Сильно заслонённая",
        icon: "eyelashes",
        subtitle: "Практическая слепота (темнота, непроглядный туман, густая листва)",
        reference: "КИ, стр. 183",
        description: "<p>Существа фактически считаются ослеплёнными, когда пытаются рассмотреть что-то, находящееся в такой местности.</p>"
      }
    ]
  },
  {
    title: "Свет",
    subtitle: "Наличие или отсутствие света создаёт три категории освещения: яркий свет, тусклый свет и тьму.",
    rules: [
      {
        title: "Яркий свет",
        icon: "star-pupil",
        subtitle: "Яркий свет позволяет большинству существ хорошо видеть",
        reference: "КИ, стр. 183",
        description: "<p>Даже пасмурный день предоставляет яркий свет, равно как факелы, фонари, костры и прочие источники света в определённом радиусе.</p>"
      },
      {
        title: "Тусклый свет",
        icon: "semi-closed-eye",
        subtitle: "Сумрак создаёт слабо заслонённую местность",
        reference: "КИ, стр. 183",
        description: "<p>Создаёт <b>слабо заслонённую</b> местность. Область тусклого света обычно находится между источником яркого света, таким как факел, и окружающей тьмой.</p><p>На рассвете и закате свет тоже тусклый. Яркая луна в полнолуние освещает землю тусклым светом.</p>"
      },
      {
        title: "Темнота",
        icon: "night-vision",
        subtitle: "Тьма создаёт сильно заслонённую местность",
        reference: "КИ, стр. 183",
        description: "<p>Создаёт <b>сильно заслонённую</b> местность.</p><p>Персонажи оказываются в темноте по ночам (когда не светит луна), в коридорах подземелий и в областях магической тьмы.</p>"
      }
    ]
  },
  {
    title: "Особое восприятие",
    subtitle: "Некоторые существа обладают экстраординарными чувствами, что позволяет им выживать в сложных условиях.",
    rules: [
      {
        title: "Слепое зрение",
        icon: "sonic-screech",
        subtitle: "Восприятие без зрения",
        reference: "КИ, стр. 183",
        description: "<p>Существо со слепым зрением может воспринимать своё окружение в определённом радиусе, не полагаясь на зрение. Этим чувством обладают существа без глаз, такие как слизи, и существа с эхолокацией или обострёнными чувствами, такие как летучие мыши и драконы.</p>"
      },
      {
        title: "Тёмное зрение",
        icon: "sunken-eye",
        subtitle: "Ограниченное зрение в темноте",
        reference: "КИ, стр. 184",
        description: "<p>Многие существа, особенно те, что обитают под землёй, обладают тёмным зрением. Такие существа могут видеть в темноте, как если бы она была тусклым светом, так что для них эта область считается слабо заслонённой. Однако такие существа не могут в темноте различать цвета, для них это разные оттенки серого.</p>"
      },
      {
        title: "Чувство вибрации",
        icon: "quake-stomp",
        subtitle: "Восприятие по вибрациям",
        reference: "КМ, стр. 9",
        description: "<p>Чудовища с чувством вибрации могут обнаруживать и определять источник колебаний в пределах определённого радиуса при условии, что чудовище и источник колебаний находятся в контакте с одной и той же поверхностью или веществом. Чувство вибрации не может быть использовано для обнаружения летающих или бесплотных существ. Многие роющие существа, такие как анхеги или бурые увальни, обладают этим чувством.</p>"
      },
      {
        title: "Истинное зрение",
        icon: "third-eye",
        subtitle: "Темнота и иллюзии не распространяются на существ с истинным зрением",
        reference: "КИ, стр. 184",
        description: "<p>Существа с истинным зрением могут в определённом радиусе видеть в обычной и магической темноте, видеть невидимые существа и предметы, автоматически обнаруживать зрительные иллюзии и преуспевать в спасбросках от них, и видеть истинный облик перевёртышей и существ, превращённых магией.</p><p>Кроме того, зрение таких существ простирается на Эфирный План.</p>"
      }
    ]
  },
  {
    title: "Препятствия",
    subtitle: "Препятствия могут создавать укрытие, давая преимущество в защите.",
    rules: [
      {
        title: "Укрытие на половину",
        icon: "broken-shield",
        subtitle: "Препятствие закрывает как минимум половину тела (забор, мебель, существо)",
        reference: "КИ, стр. 196",
        description: "<p>Цель с укрытием на половину получает бонус +2 к КД и спасброскам Ловкости.</p><p>Цель получает укрытие на половину если препятствие закрывает как минимум половину её тела.</p><p>Это может быть низкая стена, большая мебель, узкий ствол дерева или существо, как враждебное, так и дружественное.</p>"
      },
      {
        title: "Укрытие на три четверти",
        icon: "cracked-shield",
        subtitle: "Препятствие закрывает как минимум три четверти тела (решётка, бойница)",
        reference: "КИ, стр. 196",
        description: "<p>Цель с укрытием на три четверти получает бонус +5 к КД и спасброскам Ловкости.</p><p>Цель получает укрытие на три четверти если препятствие закрывает как минимум три четверти её тела.</p><p>Это может быть опускная решётка, бойница в стене или широкий ствол дерева.</p>"
      },
      {
        title: "Полное укрытие",
        icon: "shield",
        subtitle: "Препятствие закрывает всё тело (стена, гигантское существо)",
        reference: "КИ, стр. 196",
        description: "<p>На цель с полным укрытием нельзя непосредственно нацеливать атаки и заклинания, хотя некоторые заклинания могут захватить цель областью воздействия.</p><p>Цель обладает полным укрытием если полностью скрыта за препятствием.</p>"
      }
    ]
  }
];
const __vite_glob_0_6 = [
  {
    title: "Оружие",
    subtitle: "Свойства оружия",
    rules: [
      {
        title: "Боеприпас",
        icon: "heavy-arrow",
        subtitle: "Использует боеприпасы",
        reference: "КИ, стр. 146-147",
        description: "Вы можете использовать оружие со свойством «боеприпас» для совершения дальнобойной атаки только если у вас есть боеприпасы для стрельбы. Каждый раз, когда вы совершаете атаку с помощью этого оружия, вы тратите один боеприпас. Вынимается боеприпас из колчана или другого контейнера частью атаки. Для зарядки одноручного оружия требуется одна свободная рука. В конце сражения вы восстанавливаете половину использованных боеприпасов, потратив минуту на поиски на поле боя.Если вы используете оружие со свойством «боеприпас» для совершения рукопашной атаки, вы считаете его импровизированным оружием (смотрите «Импровизированное оружие»). Праща при этом должна быть заряжена."
      },
      {
        title: "Двуручное",
        icon: "halberd",
        subtitle: "Оружие для двух рук",
        reference: "КИ, стр. 147",
        description: "Это оружие нужно держать двумя руками, когда вы атакуете им."
      },
      {
        title: "Дистанционное",
        icon: "bow-arrow",
        subtitle: "Дальнобойное оружие",
        reference: "КИ, стр. 147",
        description: "У оружия, с помощью которого могут совершаться дальнобойные атаки, указан диапазон в скобках после свойства «боеприпас» или «метательное». Диапазон состоит из двух чисел. Первое — это нормальная дистанция в футах, а второе указывает максимальную дистанцию оружия. При совершении атаки по цели, находящейся на расстоянии, превышающем нормальную дистанцию, бросок атаки совершается с помехой. Цель, находящуюся на расстоянии, превышающем максимальную дистанцию, атаковать нельзя."
      },
      {
        title: "Досягаемость",
        icon: "harpoon-trident",
        subtitle: "Длинное рукопашное оружие",
        reference: "КИ, стр. 147",
        description: "Это оружие добавляет 5 футов к расстоянию, на котором вы можете совершать этим оружием атаки, а также провоцированные атаки."
      },
      {
        title: "Лёгкое",
        icon: "feather",
        subtitle: "Легко управляться одной рукой",
        reference: "КИ, стр. 147",
        description: "Лёгкое оружие маленькое и удобное, и идеально подходит для сражения двумя оружиями."
      },
      {
        title: "Метательное",
        icon: "flying-shuriken",
        subtitle: "Оружие можно метнуть",
        reference: "КИ, стр. 147",
        description: "Если у оружия есть свойство «метательное», вы можете совершать им дальнобойные атаки, метая его. Если это рукопашное оружие, вы используете для бросков атаки и урона тот же модификатор характеристики, что и при совершении рукопашной атаки этим оружием. Например, если вы метаете ручной топор, вы используете Силу, а если метаете кинжал, то можете использовать либо Силу, либо Ловкость, так как у кинжала есть свойство «фехтовальное»."
      },
      {
        title: "Перезарядка",
        icon: "crossbow",
        subtitle: "Долгая перезарядка",
        reference: "КИ, стр. 147",
        description: "Из-за долгой перезарядки этого оружия вы можете выстрелить из него только один боеприпас одним действием, бонусным действием или реакцией, вне зависимости от количества положенных атак."
      },
      {
        title: "Тяжёлое",
        icon: "anvil",
        subtitle: "Тяжёлое для малых существ",
        reference: "КИ, стр. 147",
        description: "Существа Маленького размера совершают броски атаки тяжёлым оружием с помехой. Из-за размера и веса Маленькие существа не могут использовать такое оружие эффективно."
      },
      {
        title: "Универсальное",
        icon: "relic-blade",
        subtitle: "Оружие для одной или двух рук",
        reference: "КИ, стр. 147",
        description: "Это оружие можно использовать как одной, так и двумя руками. Урон, указанный в скобках после этого свойства, означает урон при совершении рукопашной атаки двумя руками."
      },
      {
        title: "Фехтовальное",
        icon: "sword-hilt",
        subtitle: "Использует Ловкость вместо Силы",
        reference: "КИ, стр. 147",
        description: "При совершении атаки фехтовальным оружием вы сами выбираете, какой модификатор использовать при совершении бросков атаки и урона — модификатор Силы или Ловкости. Для обоих бросков должен использоваться один и тот же модификатор."
      },
      {
        title: "Особое",
        icon: "perspective-dice-six-faces-random",
        subtitle: "Оружие с особым свойством",
        reference: "КИ, стр. 147",
        description: "Оружие со свойством «особое» используется по специальным правилам, указанным в описании этого оружия."
      }
    ]
  },
  {
    title: "Наборы снаряжения",
    subtitle: "",
    rules: [
      {
        title: "Набор взломщика",
        icon: "robber",
        subtitle: "Стоимость: 16зм",
        reference: "КИ, стр. 151",
        description: "Включает рюкзак, сумку с 1 000 металлических шариков, 10 футов лески, колокольчик, 5 свечек, ломик, молоток, 10 шлямбуров, закрытый фонарь, 2 фляги масла, рационы на 5 дней, трутницу и бурдюк. В набор также входит 50-футовая пеньковая верёвка, закреплённая сбоку."
      },
      {
        title: "Набор дипломата",
        icon: "shaking-hands",
        subtitle: "Стоимость: 39зм",
        reference: "КИ, стр. 151",
        description: "Включает сундук, 2 контейнера для карт и свитков, комплект отличной одежды, бутылочку чернил, писчее перо, лампу, 2 фляги масла, 5 листов бумаги, флакон духов, воск и мыло."
      },
      {
        title: "Набор археолога",
        icon: "dungeon-gate",
        subtitle: "Стоимость: 12зм",
        reference: "КИ, стр. 151",
        description: "Включает рюкзак, ломик, молоток, 10 шлямбуров, 10 факелов, трутницу, рационы на 10 дней и бурдюк. В набор также входит 50-футовая пеньковая верёвка, закреплённая сбоку."
      },
      {
        title: "Набор артиста",
        icon: "drama-masks",
        subtitle: "Стоимость: 40зм",
        reference: "КИ, стр. 151",
        description: "Включает рюкзак, спальник, 2 костюма, 5 свечек, рационы на 5 дней, бурдюк и набор для грима."
      },
      {
        title: "Набор путешественника",
        icon: "journey",
        subtitle: "Стоимость: 10зм",
        reference: "КИ, стр. 151",
        description: "Включает рюкзак, спальник, столовый набор, трутницу, 10 факелов, рационы на 10 дней и бурдюк. В набор также входит 50-футовая пеньковая верёвка, закреплённая сбоку."
      },
      {
        title: "Набор священника",
        icon: "holy-symbol",
        subtitle: "Стоимость: 19зм",
        reference: "КИ, стр. 151",
        description: "Включает рюкзак, одеяло, 10 свечек, трутницу, коробку для пожертвований, 2 упаковки благовоний, кадило, облачение, рационы на 2 дня и бурдюк."
      },
      {
        title: "Набор учёного",
        icon: "bookmark",
        subtitle: "Стоимость: 40зм",
        reference: "РЗоВ, стр. 79",
        description: "Включает рюкзак, научную книгу, бутылочку чернил, писчее перо, 10 листов пергамента, небольшую сумочку с песком и небольшой нож."
      }
    ]
  },
  {
    title: "Обычные инструменты",
    subtitle: "",
    rules: [
      {
        title: "Набор для грима",
        icon: "domino-mask",
        subtitle: "Стоимость: 25зм",
        reference: "РЗоВ, стр. 81",
        description: "Отличный выбор для любого, кто хочет заниматься обманом, набор для грима позволяет своему владельцу принимать фальшивую личину.<h4>Компоненты</h4>Набор для грима включает в себя различную косметику, краску для волос, немного реквизита и несколько нарядов.<h4>Обман</h4>В некоторых случаях грим может помочь вам плести более убедительную ложь.<h4>Запугивание</h4>Правильный образ может сделать вас более устрашающим, когда вы хотите кого-то отпугнуть, притворившись заражённым чумой, либо, когда запугиваете шайку бандитов под видом громилы-головореза.<h4>Выступление</h4>Искусство перевоплощения может увеличить удовлетворённость публики выступлением, при условии, что обличье должным образом разработано, чтобы вызывать нужную реакцию.<h4>Убеждение</h4>Народ склонен доверять людям в униформе. Если вы замаскировались под авторитетную фигуру, ваши попытки убедить других обычно более эффективны.<h4>Создание обличья</h4>Как часть продолжительного отдыха вы можете создать обличье для маскировки. На надевание обличья после его создания требуется 1 минута. Вы можете одновременно иметь при себе только одно такое обличье, не привлекая ненужного внимания, если только у вас нет сумки хранения или другого подобного способа оставить их незамеченными. Каждое такое обличье весит 1 фунт. В других случаях требуется 10 минут на создание обличья, которое немного изменяет вашу внешность и 30 минут, если требуются более обширные изменения.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Скрыть травмы или особые приметы</td><td>10</td></tr><tr><td>Распознать использование маскировки кем-либо другим</td><td>10</td></tr><tr><td>Скопировать внешность гуманоида</td><td>20</td></tr></table>"
      },
      {
        title: "Набор для фальсификации",
        icon: "wax-seal",
        subtitle: "Стоимость: 15зм",
        reference: "РЗоВ, стр. 81",
        description: "Набор для фальсификации предназначен для копирования документов и упрощения копирования личной печати или подписи.<h4>Компоненты</h4>Набор для фальсификации включает в себя чернила различных видов, пергамент и бумагу различных видов, несколько писчих перьев, печати и сургуч, золотой и серебряный листы и небольшие инструменты для лепки из расплавленного воска имитации печати.<h4>Магия</h4>Набор для фальсификации может быть использован вместе с навыком Магия, чтобы определить, является магический предмет настоящим или поддельным.<h4>Обман</h4>Качественно выполненная подделка, такая как документ, подтверждающий вашу знатность или предписание, гарантирующее вам безопасный проезд, может придать достоверности вашей лжи.<h4>История</h4>Набор для фальсификации вместе с вашими познаниями в истории улучшает вашу способность подделывать исторические документы или определять их подлинность.<h4>Анализ</h4>Когда вы осматриваете предмет, владение набором для фальсификации помогает определить, как предмет был сделан и подлинный ли он.<h4>Другие инструменты</h4>Умение использовать другие инструменты делает ваши подделки более правдоподобными. Например, вы можете объединить владение набором для фальсификации и владение инструментами картографа, чтобы сделать поддельную карту.<h4>Быстрая подделка</h4>Как часть короткого отдыха вы можете создать поддельный документ длиной не более одной страницы. Как часть продолжительного отдыха вы можете создать документ длинной до четырёх страниц. Ваша проверка Интеллекта в использовании набора для фальсификации определяет Сл проверки Интеллекта (Анализ) на определение того, что это подделка.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Подделать подчерк</td><td>15</td></tr><tr><td>Скопировать восковую печать</td><td>20</td></tr></table>"
      },
      {
        title: "Игровой набор",
        icon: "rolling-dices",
        subtitle: "Стоимость: Разная",
        reference: "РЗоВ, стр. 81",
        description: "Владение игровым набором применяется к одному виду игры, например, к ставке трёх драконов или к азартным играм, использующим кости.<h4>Компоненты</h4>Игровой набор включает в себя всё необходимое для конкретной игры или группы игр, как, например, полная колода карт или доска и фигуры.<h4>История</h4>Ваше мастерство в игре включает в себя знания о её истории, а также знания о важных событиях и известных исторических фигурах, связанных с игрой.<h4>Проницательность</h4>Сыграть с кем-то – это отличный способ понять его характер и что он из себя представляет, что в свою очередь позволяет вам лучше распознавать ложь и определять его настроение.<h4>Ловкость рук</h4>Ловкость рук – это полезный навык для мухлежа в игре, поскольку позволяет вам менять местами фигуры, прятать карты или менять неудачный результат броска кости. С другой стороны, увлечь цель игрой, требующей совершения ловких движений – хорошее отвлечение при карманной краже.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Поймать игрока на мухлеже</td><td>15</td></tr><tr><td>Понять характер оппонента</td><td>15</td></tr></table>"
      },
      {
        title: "Набор травника",
        icon: "spoted-flower",
        subtitle: "Стоимость: 5зм",
        reference: "РЗоВ, стр. 82",
        description: "Владение набором травника позволяет вам распознавать растения и надёжно сохранять их полезные части.<h4>Компоненты</h4>Набор травника включает в себя мешочки для хранения трав, секатор и кожаные перчатки для сбора растений, несколько стеклянных банок, ступку и пестик.<h4>Магия</h4>Ваши осведомлённость в природе и использовании растений может дать дополнительные знания к магическим исследованиям, когда дело касается растений и попыток опознать зелье.<h4>Анализ</h4>Когда вы обследуете заросшую растениями зону, владение этим набором помогает вам находить детали и зацепки, которые другие бы проглядели.<h4>Медицина</h4>Ваше мастерство травника улучшает ваши способности лечить болезни и раны, расширяя доступные методы благодаря использованию лекарственных растений.<h4>Природа и Выживание</h4>Когда вы путешествуете в дикой местности, ваши навыки травничества облегчают опознание растений и поиск источников еды, которые другие могут не заметить.<h4>Опознание растений</h4>Вы можете быстро распознать большинство растений по запаху и внешнему виду.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Найти растения</td><td>15</td></tr><tr><td>Опознать яд</td><td>20</td></tr></table>"
      },
      {
        title: "Музыкальные инструменты",
        icon: "guitar",
        subtitle: "Стоимость: Разная",
        reference: "КИ, стр. 154",
        description: "<b>Волынка:</b> 30зм <br /><b>Барабан:</b> 6зм <br /><b>Цимбалы:</b> 25зм <br /><b>Флейта:</b> 2зм <br /><b>Лютня:</b> 35зм <br /><b>Лира:</b> 30зм <br /><b>Рожок:</b> 3зм <br /><b>Свирель:</b> 12зм <br /><b>Шалмей:</b> 2зм <br /><b>Виола:</b> 30зм <br />Владение музыкальным инструментом означает, что вы знакомы с приёмами игры на нём. Вы также знаете несколько песен, как правило, исполняющихся на этом инструменте. Если вы владеете определённым музыкальным инструментом, вы можете добавлять бонус мастерства к проверкам характеристик, совершённым во время игры на нём. Бард может использовать музыкальный инструмент в качестве фокусировки для заклинаний, как описано в главе 10. Для каждого музыкального инструмента нужно отдельное владение. <h4>История</h4>Ваш опыт помогает вам вспомнить исторические факты, связанные с вашим инструментом.<h4>Выступление</h4>Ваши постановки заметно улучшаются, когда вы включаете в них игру на инструменте.<h4>Сочинение мелодии</h4>Как часть продолжительного отдыха вы можете сочинить новую мелодию и слова для песни, исполняемой на вашем инструменте. Вы можете использовать эту способность, чтобы произвести впечатление на дворянина или распространять скандальные слухи с легко запоминающейся мелодией.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Опознать мелодию</td><td>10</td></tr><tr><td>Сымпровизировать мелодию</td><td>20</td></tr></table>"
      },
      {
        title: "Инструменты навигатора",
        icon: "compass",
        subtitle: "Стоимость: 25зм",
        reference: "РЗоВ, стр. 83",
        description: "Владение инструментами навигатора помогает вам определить истинный курс, основываясь на наблюдении за звёздами. Они также позволяют вам разбираться в чтении схем и карт, благодаря выработанному у вас чувство направления.<h4>Компоненты</h4>Инструменты навигатора включают в себя секстант, компас, кронциркуль, линейку, пергамент, чернила и писчее перо.<h4>Выживание</h4>Умение обращаться с инструментами навигатора помогает вам не заблудиться и даёт знания о наиболее вероятном расположении дорог и населённых пунктов.<h4>Определение положения</h4>Проведя тщательные измерения, вы можете определить своё положение на морской навигационной карте и время суток.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Проложить курс</td><td>10</td></tr><tr><td>Определить своё местоположение на морской навигационной карте</td><td>15</td></tr></table>"
      },
      {
        title: "Инструменты отравителя",
        icon: "poison-bottle",
        subtitle: "Стоимость: 50зм",
        reference: "РЗоВ, стр. 83",
        description: "Инструменты отравителя — это излюбленное средство воров, убийц и прочих сомнительных личностей. Они позволяют вам использовать яды и создавать их из различных веществ. Ваши познания в ядах также помогают вам излечивать от них.<h4>Компоненты</h4>Инструменты отравителя включают в себя стеклянные склянки, ступку и пестик, химические реагенты и стеклянную палочку для размешивания.<h4>История</h4>Ваша подготовка в использовании ядов может помочь вам при попытках вспомнить факты о печально известных отравлениях.<h4>Анализ и Восприятие</h4>Ваши познания в ядах научили вас быть осторожным, имея дело с этими веществами, тем самым помогая вам при обследовании отравленного предмета или при получении зацепок о событиях, связанных с ядами.<h4>Медицина</h4>Когда вы лечите жертву яда, ваша осведомлённость может дать вам дополнительные знания о том, как правильнее ухаживать за отравленным.<h4>Природа и Выживание</h4>Работа с ядами позволила вам получить знания о том, какие растения и животные ядовиты.<h4>Обращение с ядами</h4>Ваше владение позволяет вам аккуратно обращаться с ядами и использовать их без риска самому подвергнуться их действию.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Опознать отравленный предмет</td><td>10</td></tr><tr><td>Определить эффект яда</td><td>20</td></tr></table>"
      },
      {
        title: "Воровские инструменты",
        icon: "lockpicks",
        subtitle: "Стоимость: 25зм",
        reference: "РЗоВ, стр. 84",
        description: "Возможно, чаще всего используемые искателями приключений, воровские инструменты разработаны для взлома замков и обезвреживания ловушек. Владение этими инструментами также даёт вам общие знания о принципах действия ловушек и замков.<h4>Компоненты</h4>Воровские инструменты включают в себя надфиль, набор отмычек, небольшое зеркальце с металлической рукояткой, набор ножниц с узкими лезвиями и пару щипцов.<h4>История</h4>Ваши познания в области ловушек дают вам дополнительные знания при ответах на вопросы о местах, знаменитых своими ловушками.<h4>Анализ и Восприятие</h4>Вы получаете дополнительные знания при поиске ловушек, потому что вам известны различные простые признаки, выдающие их наличие.<h4>Установка ловушек</h4>Вы можете не только обезвреживать ловушки, но и устанавливать их. Как часть короткого отдыха вы можете создать ловушку из подручных средств. Результат вашей проверки становится сложностью для пытающегося обнаружить или обезвредить ловушку. Ловушка наносит урон, соответствующий материалам, использованным при создании (как то яд или оружие), или урон, равный половине результата вашей проверки, смотря что Мастер сочтёт более подходящим.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Вскрыть замок</td><td>Различная</td></tr><tr><td>Обезвредить ловушку</td><td>Различная</td></tr></table>"
      }
    ]
  },
  {
    title: "Инструменты ремесленников",
    subtitle: "",
    rules: [
      {
        title: "Инструменты для ремесла",
        icon: "hammer-nails",
        subtitle: "",
        reference: "КИ, стр. 154",
        description: "В эти особые наборы входят инструменты, необходимые для ремесла и торговли. В таблице приведены примеры самых распространённых наборов, каждый из которых связан со своим ремеслом. Владение инструментами ремесленника позволяет добавлять бонус мастерства к проверкам характеристик, совершённым при использовании инструментов в ремесле. Для каждого набора инструментов требуется отдельное владение."
      },
      {
        title: "Инструменты алхимика",
        icon: "potion-ball",
        subtitle: "Стоимость: 50зм",
        reference: "РЗоВ, стр. 79",
        description: "Инструменты алхимика позволяют персонажу создавать полезные варева, такие как кислота или алхимический огонь.<h4>Компоненты</h4>Инструменты алхимика включают в себя две стеклянные мензурки, металлический каркас, удерживающий мензурку над открытым пламенем, стеклянную палочку для размешивания, небольшие ступку и пестик, мешочек обычных алхимических ингредиентов, включающих в себя соль, измельчённое железо и дистиллированную воду.<h4>Магия</h4>Владение инструментами алхимика позволяет вам раскрыть больше информации при проверках Магии, связанных с зельями и подобными веществами.<h4>Расследование</h4>Когда вы осматриваете область в поиске улик, владение инструментами алхимика даёт дополнительные знания о том, какие химикаты и прочие вещества использовались в области.<h4>Алхимическое ремесло</h4>Вы можете использовать владение инструментами для создания алхимических предметов. Персонаж может потратить деньги, чтобы собрать сырьё, которое весит 1 фунт за каждые использованные 50 зм. Мастер может позволить персонажу пройти проверку на опознание с преимуществом. Как часть продолжительного отдыха вы можете использовать инструменты алхимика, чтобы сделать одну порцию кислоты, алхимического огня, противоядия, масла, духов или мыла. Вычтите половину стоимости созданного предмета из суммарной стоимости собранного вами сырья.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Создать клубы густого дыма</td><td>10</td></tr><tr><td>Опознать яд</td><td>10</td></tr><tr><td>Опознать вещество</td><td>15</td></tr><tr><td>Устроить поджог</td><td>15</td></tr><tr><td>Нейтрализовать кислоту</td><td>20</td></tr></table>"
      },
      {
        title: "Инструменты пивовара",
        icon: "beer-stein",
        subtitle: "Стоимость: 20зм",
        reference: "РЗоВ, стр. 79",
        description: "Пивоварение – это искусство производства пива. Но этот процесс может использоваться не только для создания алкогольных напитков, но и для очищения воды. Для создания пива требуются недели на ферментацию, но всего несколько часов непосредственно на работу.<h4>Компоненты</h4>Инструменты пивовара включают в себя большую стеклянную бутыль, некоторое количество хмеля, сифон, змеевик и несколько футов трубок.<h4>История</h4>Владение инструментами пивовара даёт вам дополнительные знания при проверках Интеллекта (История), касающихся событий, важной частью которых был алкоголь.<h4>Медицина</h4>Владение этими инструментами предоставляет дополнительные знания, когда вы облегчаете страдания от алкогольного отравления, похмелья, или когда используете алкоголь, чтобы притупить боль.<h4>Убеждение</h4>Крепкий напиток может помочь смягчить даже каменное сердце. Ваше владение инструментами пивовара может помочь вам угостить кого-то ровно таким количеством алкоголя, сколько понадобится для того, чтобы поднять ему настроение.<h4>Дистилляция</h4>Ваши знания пивоварения позволяют вам очищать воду, которая иначе была бы непригодной для питья. Как часть продолжительного отдыха вы можете очистить до 6 галлонов воды или 1 галлон как часть короткого отдыха. Алкоголики-смертники пьют отнюдь не воду, поэтому используют эти инструменты, чтобы гнать первач.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Обнаружить яд или примесь в питье</td><td>10</td></tr><tr><td>Опознать алкоголь</td><td>15</td></tr><tr><td>Игнорировать эффект алкоголя</td><td>20</td></tr></table>"
      },
      {
        title: "Инструменты каллиграфа",
        icon: "scroll-quill",
        subtitle: "Стоимость: 10зм",
        reference: "РЗоВ, стр. 79",
        description: "Каллиграфия трактует письмо как прекрасное утончённое искусство. Каллиграфы создают текст, который радует глаз, используя стиль, который сложно подделать. Их инструменты также дают им возможность исследовать рукописный текст и определить его подлинность, поскольку обучение каллиграфа включало в себя множество часов обучения письму и попыток повторить его стиль и оформление.<h4>Компоненты</h4>Инструменты каллиграфа включают в себя чернила, множество пергаментных листов и три писчих пера.<h4>Магия</h4>Хотя каллиграфия мало помогает в расшифровке содержимого магического текста, владение этими инструментами помогает определить, кто написал магический текст.<h4>Анализ</h4>Владение этими инструментами может увеличить выгоду при успешной проверке, совершаемой для анализа или исследования древних записей, свитков или другого текста, включая руны, вырезанные на камне, а также письмена на фресках или других изображениях.<h4>Расшифровка карты сокровищ</h4>Владение этими инструментами позволяет вам проводить экспертизу карт. Вы можете пройти проверку Интеллекта, чтобы оценить возраст карты, определить, содержит ли карта скрытое послание, и так далее.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Опознать писавшего немагический рукописный текст</td><td>10</td></tr><tr><td>Определить душевное состояние писавшего</td><td>15</td></tr><tr><td>Распознать поддельный текст</td><td>15</td></tr><tr><td>Подделать подпись</td><td>20</td></tr></table>"
      },
      {
        title: "Инструменты плотника",
        icon: "hand-saw",
        subtitle: "Стоимость: 8зм",
        reference: "РЗоВ, стр. 80",
        description: "Навыки плотничества позволяют персонажу строить деревянные сооружения. Плотник может построить дом, хижину, деревянный шкаф или подобный предмет.<h4>Компоненты</h4>Инструменты плотника включают в себя пилу, молоток, гвозди, топор, угольник, линейку, кородёр, рубанок и стамеску.<h4>История</h4>Владение этими инструментами помогает вам определять назначение и происхождение деревянных строений и прочих больших деревянных объектов.<h4>Анализ</h4>Вы получаете дополнительные знания при обследовании области в деревянном здании, потому что вы знаете строительные хитрости, которые могут скрыть что-то в области при обследовании.<h4>Восприятие</h4>Вы можете заметить неровности на деревянных стенах и полах, что облегчает поиск ловушек и тайных ходов.<h4>Скрытность</h4>Вы можете быстро найти слабое место в деревянном полу, что облегчает вам определение мест, которые сломаются или заскрипят, если на них наступить.<h4>Укрепление</h4>За 1 минуту при наличии материалов вы можете укрепить дверь или окно. Сл броска на выбивание увеличивается на 5.<h4>Временное укрытие</h4>Как часть продолжительного отдыха вы можете построить навес или подобное укрытие, чтобы ваша группа была укрыта от дождя или солнечного зноя на время отдыха. Поскольку оно было построено на скорую руку из первой попавшейся древесины, укрытие разваливается через 1к3 дня после постройки.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Построить простое деревянное сооружение</td><td>10</td></tr><tr><td>Спроектировать сложное деревянное строение</td><td>15</td></tr><tr><td>Найти слабое место в деревянной стене</td><td>15</td></tr><tr><td>Снять дверь с петель</td><td>20</td></tr></table>"
      },
      {
        title: "Инструменты картографа",
        icon: "treasure-map",
        subtitle: "Стоимость: 15зм",
        reference: "РЗоВ, стр. 80",
        description: "Используя инструменты картографа, вы можете составить достоверную карту, чтобы сделать путешествие проще для вас и для тех, кто пойдёт здесь после вас. Это может быть, как крупномасштабная карта, описывающая горные хребты и перевалы, так и схема, показывающая планировку уровня подземелья.<h4>Компоненты</h4>Инструменты картографа включают в себя писчее перо, чернила, пергамент, циркуль, кронциркуль и линейку.<h4>Магия, История, Религия</h4>Вы можете использовать ваши познания в картах и различных местах, чтобы извлекать более детальную информацию при использовании этих навыков. Например, вы можете найти скрытое послание на карте, установить, когда была составлена карта, чтобы определить, какие географические особенности изменились с тех пор и так далее.<h4>Природа</h4>Ваше знакомство с физической географией облегчает вам поиск ответов на вопросы и разрешение проблем, касающихся окружающей местности.<h4>Выживание</h4>Ваше понимание географии облегчает поиск пути к цивилизации, позволяет прогнозировать, в какой местности могут быть найдены деревни или городки, и уменьшает вероятность того, что вы заблудитесь. Вы изучили так много карт, что общие тенденции, например, как развиваются торговые маршруты или в каких местах обычно строят поселения, вам хорошо знакомы.<h4>Составление карты</h4>Путешествуя, вы можете рисовать карту в дополнение к участию в других действиях.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Определить возраст и происхождение карты</td><td>10</td></tr><tr><td>Прикинуть направление и расстояние до ориентира</td><td>15</td></tr><tr><td>Распознать что карта поддельная</td><td>15</td></tr><tr><td>Дорисовать недостающий кусок карты</td><td>20</td></tr></table>"
      },
      {
        title: "Инструменты сапожника",
        icon: "boots",
        subtitle: "Стоимость: 5зм",
        reference: "РЗоВ, стр. 80",
        description: "Несмотря на то, что профессия сапожника может показаться искателю приключений слишком простой, пара хороших сапог будет сопровождать персонажа и в труднопроходимой глуши, и в смертельных подземельях.<h4>Компоненты</h4>Инструменты сапожника включают в себя молоток, шило, нож, обувную колодку, ножницы, запас кожи и ниток.<h4>Магия, История</h4>Ваши знания об обуви помогают вам определить магические свойства зачарованных сапог или узнать историю подобных предметов.<h4>Анализ</h4>Обувь скрывает множество секретов. Вы можете узнать, где недавно был тот, чью обувь вы осматриваете на предмет грязи и поношенности. Ваш опыт в починке обуви облегчает вам определение того, как она была повреждена.<h4>Уход за обувью</h4>Как часть продолжительного отдыха, вы можете починить обувь ваших компаньонов. В течение следующих 24 часов до 6 существ по вашему выбору, носящих обувь, над которой вы поработали, могут путешествовать до 10 часов в день, не совершая спасброски от истощения.<h4>Создание потайного отделения</h4>За 8 часов работы вы можете добавить потайное отделение в пару обуви. Отделение может содержать в себе предмет до 3 дюймов длинной и 1 дюйм шириной и высотой. Вы совершаете проверку Интеллекта, добавляя ваш бонус мастерства за владение этими инструментами, для определения Сл проверки Интеллекта (Анализ), необходимой для нахождения отделения.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Определить возраст и происхождение обуви</td><td>10</td></tr><tr><td>Найти потайное отделение в каблуке</td><td>15</td></tr></table>"
      },
      {
        title: "Инструменты повара",
        icon: "camp-cooking-pot",
        subtitle: "Стоимость: 1зм",
        reference: "РЗоВ, стр. 80",
        description: "Жизнь искателя приключений тяжела. При наличии в компании повара ваша пища будет намного вкуснее, чем привычные галеты и сухофрукты.<h4>Компоненты</h4>Инструменты повара включают в себя металлический котёл, ножи, вилки, ложку для размешивания и половник.<h4>История</h4>Ваши знания кулинарных методик позволяют вам оценивать структуру социального развития, основываясь на гастрономических обычаях этой культуры.<h4>Медицина</h4>Оказывая лечение, вы можете превратить горькое или кислое лекарство в приятную на вкус стряпню.<h4>Выживание</h4>Добывая еду, вы можете использовать собранные вами ингредиенты, которые другие не смогли бы приготовить.<h4>Приготовление еды</h4>Как часть короткого отдыха вы можете приготовить вкусное блюдо, которое поможет вашим компаньонам восстановить силы. Вы и до пяти существ на ваш выбор восстанавливают по 1 дополнительному хиту за каждую потраченную во время короткого отдыха Кость Хитов, при условии, что у вас есть доступ к вашим инструментам повара и достаточно еды.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Приготовить обычную пищу</td><td>10</td></tr><tr><td>Повторить блюдо</td><td>10</td></tr><tr><td>Обнаружить яд или примесь в еде</td><td>15</td></tr><tr><td>Приготовить изысканное блюдо</td><td>15</td></tr></table>"
      },
      {
        title: "Инструменты стеклодува",
        icon: "wine-glass",
        subtitle: "Стоимость: 30зм",
        reference: "РЗоВ, стр. 81",
        description: "Владеющий инструментами стеклодува не только умеет выдувать стекло, но также знает особые методики изготовления стеклянных предметов.<h4>Компоненты</h4>Инструменты стеклодува включают в себя трубку для выдувания, маленькую стеклодувную обкатку, катальник, развёртки и щипцы. Вам нужен источник тепла для работы со стеклом.<h4>Магия и История</h4>Ваши знания техник выдувания стекла помогают вам, когда вы изучаете стеклянный предмет, как, например, флакон с зельем или стеклянный предмет, найденный в сокровищах. Например, вы можете изучить, как стеклянный флакон с зельем изменился под действием своего содержимого, что поможет определить эффект зелья. (Зелье может оставить осадок, деформировать стекло или окрасить его).<h4>Анализ</h4>Когда вы изучаете область, ваши знания могут помочь вам, если улики включают в себя разбитые стекла или стеклянные предметы.<h4>Выживание</h4>Потратив 1 минуту, вы можете найти слабое место стеклянного предмета. Любой урон, наносимый предмету при атаке по слабому месту, удваивается.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Определить происхождение стекла</td><td>10</td></tr><tr><td>Определить, что когда-то содержал стеклянный предмет</td><td>20</td></tr></table>"
      },
      {
        title: "Инструменты ювелира",
        icon: "ring-box",
        subtitle: "Стоимость: 25зм",
        reference: "РЗоВ, стр. 82",
        description: "Владение инструментами ювелира включает в себя знание основных способов работы с драгоценностями. Также оно позволяет опознавать драгоценные камни.<h4>Компоненты</h4>Инструменты ювелира включают в себя небольшие пилу и молоточек, напильники, щипцы и пинцет.<h4>Магия</h4>Владение инструментами ювелира даёт вам знания об известных способах магического применения драгоценных камней. Эти знания будут кстати при проверках Магии, связанных с драгоценными камнями или инкрустированными ими предметами.<h4>Анализ</h4>При осмотре драгоценностей владение инструментами ювелира помогает вам находить зацепки, которые другие бы просмотрели.<h4>Опознание драгоценности</h4>Вы можете опознать драгоценность и на глаз определить её стоимость.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Изменить внешний вид драгоценности</td><td>15</td></tr><tr><td>Определить прошлое драгоценности</td><td>20</td></tr></table>"
      },
      {
        title: "Инструменты кожевника",
        icon: "leather-vest",
        subtitle: "Стоимость: 5зм",
        reference: "РЗоВ, стр. 82",
        description: "Познания в кожевенном деле распространяются на знания о шкурах животных и их свойствах. Они также включают в себя знания о кожаных доспехах и аналогичных вещах.<h4>Компоненты</h4>Инструменты кожевника включают кожевенный резак (нож), небольшую киянку, канавкорез, пробойник, нить и куски кожи.<h4>Магия</h4>Ваши знания и опыт в работе с кожей даёт вам дополнительные знания при обследовании магических предметов, сделанных из кожи, как, например, ботинки или некоторые плащи.<h4>Анализ</h4>Вы получаете дополнительные знания, когда исследуете кожаные предметы или улики, связанные с ними, также вы используете свои познания в кожевничестве, чтобы находить зацепки, которые другие могут не заметить.<h4>Опознание кожи</h4>Смотря на кусок кожи или кожаный предмет, вы можете определить источник кожи и любые особые методы, использованные в её обработке. Например, вы можете обнаружить разницу между кожей, выделанной с использованием дварфийских методик, и кожей, выделанной с использованием методик полуросликов.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Изменить внешний вид кожаного предмета</td><td>10</td></tr><tr><td>Определить прошлое кожаного предмета</td><td>20</td></tr></table>"
      },
      {
        title: "Инструменты каменщика",
        icon: "stone-crafting",
        subtitle: "Стоимость: 10зм",
        reference: "РЗоВ, стр. 82",
        description: "Инструменты каменщика позволяют вам возводить каменные строения, включая стены и здания из кирпича.<h4>Компоненты</h4>Инструменты каменщика включают в себя мастерок, молоток, долото, щётки и угольник.<h4>Магия</h4>Ваш опыт помогает вам определять дату постройки и предназначение каменного здания, а также понять, кто мог его построить.<h4>Анализ</h4>Вы получаете дополнительные знания при обследовании помещений в каменном здании.<h4>Восприятие</h4>Вы замечаете неровности на каменных стенах и полах, что облегчает поиск ловушек и тайных ходов.<h4>Снос</h4>Ваши познания в каменном зодчестве позволяют вам найти уязвимые места в кладке каменных стен. Вы наносите таким строениям двойной урон своими атаками оружием.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Продолбить долотом небольшое отверстие в каменной стене</td><td>10</td></tr><tr><td>Найти слабое место в каменной стене</td><td>15</td></tr></table>"
      },
      {
        title: "Инструменты художника",
        icon: "paint-brush",
        subtitle: "Стоимость: 10зм",
        reference: "РЗоВ, стр. 83",
        description: "Владение инструментами художника позволяет вам писать красками и рисовать карандашом. Вы также разбираетесь в истории искусств, что может помочь вам при осмотре произведений искусства.<h4>Компоненты</h4>Инструменты художнику включают в себя мольберт, холст, краски, кисти, угольные карандаши и палитру.<h4>Магия, История и Религия</h4>Ваш опыт помогает вам раскрыть знания любого рода, которые связаны с произведениями искусства, как, например, магические свойства картины или происхождение странной фрески, найденной в подземелье.<h4>Анализ и Восприятие</h4>Когда вы осматриваете картину или подобное произведение изобразительного искусства, ваша осведомлённость о способах их создания может дать вам дополнительные знания.<h4>Написание и рисование</h4>Как часть короткого или продолжительного отдыха вы можете создать простое произведение искусства. Хотя ваше творение и может быть недостаточно точным, вы можете запечатлеть образ или сцену, или на скорую руку сделать копию виденного вами художественного произведения.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Написать точный портрет</td><td>10</td></tr><tr><td>Подделать картину</td><td>15</td></tr><tr><td>Создать картину со скрытым посланием</td><td>20</td></tr></table>"
      },
      {
        title: "Инструменты гончара",
        icon: "painted-pottery",
        subtitle: "Стоимость: 10зм",
        reference: "РЗоВ, стр. 83",
        description: "Инструменты гончара используются для создания различных керамических предметов, наиболее распространённые из них – это горшки и подобные сосуды.<h4>Компоненты</h4>Инструменты гончара включают в себя гончарные иглы, цикли, скребки, нож и кронциркуль.<h4>История</h4>Ваши знания и опыт помогают вам опознавать керамические предметы, получая сведения о том, когда они были сделаны и из каких мест или какой культуры они происходят.<h4>Анализ и Восприятие</h4>Вы получаете дополнительные знания при осмотре керамики, находя зацепки, которые другие могут не заметить, на небольших неровностях и сколах.<h4>Воссоздание облика</h4>Рассмотрев керамические черепки, вы можете определить происхождение предмета, его изначальную форму и возможное предназначение.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Определить, что было в сосуде</td><td>10</td></tr><tr><td>Создать прочный горшок</td><td>15</td></tr><tr><td>Найти слабое место керамического предмета</td><td>20</td></tr></table>"
      },
      {
        title: "Инструменты кузнеца",
        icon: "anvil-impact",
        subtitle: "Стоимость: 20зм",
        reference: "РЗоВ, стр. 83",
        description: "Инструменты кузнеца позволяют вам работать с металлом, нагревая его для изменения формы, восстанавливая повреждения или создавая из слитков полезные предметы.<h4>Компоненты</h4>Инструменты кузнеца включают в себя молоты, клещи, уголь, ветошь и точильный камень.<h4>История и Магия</h4>Ваш опыт даёт вам дополнительные знания при обследовании металлических предметов, таких как, например, оружие.<h4>Анализ</h4>Вы можете обнаруживать зацепки, которые другие могут не заметить, когда расследование касается брони, оружия или прочих изделий металлообработки.<h4>Починка</h4>При наличии доступа к инструментам и открытому огню, жара которого достаточно, чтобы сделать металл пластичным, вы можете восстановить по 10 хитов повреждённого металлического предмета за каждый час работы.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Наточить затупившийся клинок</td><td>10</td></tr><tr><td>Починить комплект доспехов</td><td>15</td></tr><tr><td>Разъединить немагический металлический предмет</td><td>20</td></tr></table>"
      },
      {
        title: "Инструменты ремонтника",
        icon: "tinker",
        subtitle: "Стоимость: 50зм",
        reference: "РЗоВ, стр. 84",
        description: "Набор инструментов ремонтника предназначен для того, чтобы чинить множество обычных предметов. И хотя вы не можете создать большинство из них инструментами ремонтника, вы можете починить порвавшуюся одежду, наточить затупившийся меч и подлатать истрепавшуюся кольчугу.<h4>Компоненты</h4>Инструменты ремонтника включают в себя различные ручные инструменты, нитки, иголки, точильный камень, куски ткани и кожи, небольшую банку клея.<h4>История</h4>Вы можете определить возраст и происхождение предмета, даже если у вас в наличии всего несколько осколков, оставшихся от оригинала.<h4>Анализ</h4>Когда вы осматриваете повреждённый предмет, вы узнаёте, как и насколько давно он был повреждён.<h4>Починка</h4>Вы можете восстановить по 10 хитов повреждённого предмета за каждый час работы. Для починки любого предмета вам необходим доступ к материалам, необходимым для ремонта. Для металлических предметов вам нужен доступ к открытому огню, жара которого достаточно, чтобы сделать металл пластичным.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Временно починить повреждённый механизм</td><td>10</td></tr><tr><td>Починить предмет вдвое быстрее</td><td>15</td></tr><tr><td>Смастерить из хлама временный предмет</td><td>20</td></tr></table>"
      },
      {
        title: "Инструменты ткача",
        icon: "wool",
        subtitle: "Стоимость: 1зм",
        reference: "РЗоВ, стр. 85",
        description: "Инструменты ткача позволяют вам шить одежду и подгонять её по фигуре.<h4>Компоненты</h4>Инструменты ткача включают в себя нитки, иголки и куски ткани. Вы умеете пользоваться ткацким станком, но подобное оборудование слишком громоздкое для транспортировки.<h4>Магия и История</h4>Ваш опыт даёт вам дополнительные знания при осмотре предметов гардероба, включая плащи и прочие накидки.<h4>Починка</h4>Как часть короткого отдыха вы можете починить один повреждённый предмет одежды.<h4>Пошив одежды</h4>Как часть продолжительного отдыха вы можете создать одежду для существа при наличии достаточного количества ткани и ниток.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Повторное использование ткани</td><td>10</td></tr><tr><td>Заштопать дырку в ткани</td><td>10</td></tr><tr><td>Подшить наряд</td><td>15</td></tr></table>"
      },
      {
        title: "Инструменты резчика по дереву",
        icon: "bone-knife",
        subtitle: "Стоимость: 1зм",
        reference: "РЗоВ, стр. 85",
        description: "Инструменты резчика по дереву позволяют вам создавать сложные предметы из дерева, такие как деревянные фигурки или стрелы.<h4>Компоненты</h4>Инструменты резчика по дереву включают в себя нож, стамеску и маленькую пилу.<h4>Магия и История</h4>Ваш опыт даёт вам дополнительные знания при осмотре деревянных предметов, таких как статуэтки или стрелы.<h4>Природа</h4>Ваши познания о древесине дают вам дополнительные знания, когда вы изучаете деревья.<h4>Починка</h4>Как часть короткого отдыха вы можете починить один повреждённый деревянный предмет.<h4>Сделать стрелы</h4>Как часть короткого отдыха вы можете сделать до пяти стрел. Как часть продолжительного отдыха вы можете сделать до двенадцати. Вы должны иметь под рукой древесину для изготовления стрел.<table><tr><th><b>Действие</b></th><th><b>Сл</b></th></tr><tr><td>Сделать небольшую деревянную фигурку</td><td>10</td></tr><tr><td>Вырезать замысловатый узор на древесине</td><td>15</td></tr></table>"
      }
    ]
  },
  {
    title: "Другие предметы и услуги",
    subtitle: "",
    rules: [
      {
        title: "Источники освещения",
        icon: "torch",
        subtitle: "Факелы, фонари, магия",
        reference: "КИ, стр. 151-153",
        description: "<table><tr><th><b>Источник</b></th><th><b>Цена</b></th><th><b>Яркий/тусклый</b></th><th><b>Продолж.</b></th></tr><tr><td>Факел</td><td>1 мм</td><td>20 фт./40 фт.</td><td>1 ч.</td></tr><tr><td>Лампа</td><td>5 см</td><td>15 фт./45 фт.</td><td>6 ч.</td></tr><tr><td>Фонарь, закрытый</td><td>5 зм</td><td>15 фт./30 фт.</td><td>6 ч.</td></tr><tr><td>Фонарь, направленный</td><td>10 зм</td><td>30 фт./60 фт.</td><td>6 ч.</td></tr><tr><td>Заклинание «Свет»</td><td>—</td><td>20 фт./40 фт.</td><td>1 ч.</td></tr></table>"
      },
      {
        title: "Товары",
        icon: "cow",
        subtitle: "Товары и сырьё на продажу",
        reference: "КИ, стр. 157",
        description: "<p>Богатство исчисляется не только монетами. Оно может измеряться домашним скотом, зерном, землями, правами на сбор налогов или правами добывать ресурсы (в шахте или лесу).</p><table><tr><th><b>Товар</b></th><th><b>Стоимость</b></th></tr><tr><td>1 фунт пшеницы</td><td>1 мм</td></tr><tr><td>1 фунт муки</td><td>2 мм</td></tr><tr><td>1 курица</td><td>2 мм</td></tr><tr><td>1 фунт соли</td><td>5 мм</td></tr><tr><td>1 фунт железа</td><td>1 см</td></tr><tr><td>1 кв. м холста</td><td>1 см</td></tr><tr><td>1 фунт меди</td><td>5 см</td></tr><tr><td>1 кв. м хлопчатобумажной ткани</td><td>5 см</td></tr><tr><td>1 фунт имбиря</td><td>1 зм</td></tr><tr><td>1 коза</td><td>1 зм</td></tr><tr><td>1 фунт корицы или перца</td><td>2 зм</td></tr><tr><td>1 овца</td><td>2 зм</td></tr><tr><td>1 фунт гвоздики</td><td>3 зм</td></tr><tr><td>1 свинья</td><td>3 зм</td></tr><tr><td>1 фунт серебра</td><td>5 зм</td></tr><tr><td>1 кв. м льняной ткани</td><td>5 зм</td></tr><tr><td>1 кв. м шёлка</td><td>10 зм</td></tr><tr><td>1 корова</td><td>10 зм</td></tr><tr><td>1 фунт шафрана</td><td>15 зм</td></tr><tr><td>1 вол</td><td>15 зм</td></tr><tr><td>1 фунт золота</td><td>50 зм</td></tr><tr><td>1 фунт платины</td><td>500 зм</td></tr></table>"
      },
      {
        title: "Еда, напитки и постой",
        icon: "meal",
        subtitle: "",
        reference: "КИ, стр. 158",
        description: "<p>В приведённой таблице указаны цены за готовую еду и одну ночь постоя. Эти цены уже включены в затраты на существование.</p><table><tr><th><b>Товар/услуга</b></th><th><b>Стоимость</b></th></tr><tr><td>Вино</td><td></td></tr><tr><td>— Обычное (кружка)</td><td>2 см</td></tr><tr><td>— Отличное (бутылка)</td><td>10 зм</td></tr><tr><td>Мясо, кусок</td><td>3 зм</td></tr><tr><td>Пиво</td><td></td></tr><tr><td>— Галлон (4 литра)</td><td>2 см</td></tr><tr><td>— Кружка</td><td>4 мм</td></tr><tr><td>Постоялый двор (за день)</td><td></td></tr><tr><td>— Нищенское</td><td>7 мм</td></tr><tr><td>— Бедное</td><td>1 см</td></tr><tr><td>— Скромное</td><td>5 см</td></tr><tr><td>— Комфортное</td><td>8 см</td></tr><tr><td>— Богатое</td><td>2 зм</td></tr><tr><td>— Аристократическое</td><td>4 зм</td></tr><tr><td>Пропитание (за день)</td><td></td></tr><tr><td>— Нищенское</td><td>3 мм</td></tr><tr><td>— Бедное</td><td>6 мм</td></tr><tr><td>— Скромное</td><td>3 см</td></tr><tr><td>— Комфортное</td><td>5 см</td></tr><tr><td>— Богатое</td><td>8 см</td></tr><tr><td>— Аристократическое</td><td>2 зм</td></tr><tr><td>Сыр, кусок</td><td>1 см</td></tr><tr><td>Торжественный обед (на 1 едока)</td><td>10 зм</td></tr><tr><td>Хлеб, ломоть</td><td>2 мм</td></tr></table>"
      }
    ]
  }
];
const __vite_glob_0_7 = [
  {
    title: "",
    subtitle: "Свободное действие может быть совершено в ваш ход без затраты основного.",
    rules: [
      {
        title: "Разговор",
        icon: "conversation",
        subtitle: "Короткий разговор или фраза",
        reference: "КИ, стр. 190",
        description: "<p>Вы можете общаться любыми доступными вам средствами, короткими фразами и жестами.</p>"
      },
      {
        title: "Использование предмета",
        icon: "hand",
        subtitle: "Взаимодействие с одним предметом рядом с вами",
        reference: "КИ, стр. 190",
        description: "<p>Вы можете также свободно взаимодействовать с одним предметом или особенностью местности во время другого действия. Например, вы можете открыть дверь во время перемещения, или вынуть оружие из ножен частью того же действия, которым совершаете атаку.</p><p>Если вы хотите взаимодействовать со вторым предметом, вам нужно потратить на это действие. Некоторые магические и другие особые предметы всегда используются действием, что указывается в их описании.</p>"
      }
    ]
  }
];
const __vite_glob_0_8 = [
  {
    title: "",
    subtitle: "",
    rules: [
      {
        title: "Исцеление",
        icon: "health-normal",
        subtitle: "Восстановление здоровья",
        reference: "КИ, стр. 197",
        description: "<p>Если урон не вызвал смерть, он не постоянен. И даже смерть можно обратить мощной магией. Хиты существа восстанавливаются отдыхом, а магия, такая как заклинание лечение ран или зелье лечения устраняют урон мгновенно.</p><p>Если существо получает какое-либо лечение, восстановленные хиты добавляются к его текущим хитам. Хиты существа не могут превышать его максимум хитов, поэтому лишние хиты теряются. Например, друид восстанавливает следопыту 8 хитов. Если у следопыта сейчас 14 хитов, а максимум хитов 20, следопыт восстанавливает 6 хитов, а не 8.</p><p>Умершее существо не может восстанавливать хиты, пока такая магия как возрождение не вернёт его к жизни.</p>"
      },
      {
        title: "Мгновенная смерть",
        icon: "decapitation",
        subtitle: "Смерть от огромного урона",
        reference: "КИ, стр. 197",
        description: "<p>Большой урон может убить вас мгновенно. Если урон опускает ваши хиты до 0, и ещё остаются излишки, вы умираете, если излишки равны максимуму ваших хитов или превышают его.</p><p>Например, у жрицы с максимумом хитов 12 сейчас 6 хитов. Если она получает от атаки урон 18, хиты опускаются до 0, но остаётся ещё 12 урона. Так как этот урон равен максимуму хитов, жрица умирает.</p>"
      },
      {
        title: "Потеря сознания",
        icon: "sleepy",
        subtitle: "Падение хитов до 0",
        reference: "КИ, стр. 197",
        description: "<p>Если урон опускает ваши хиты до 0, но не убивает вас, вы теряете сознание. Вы приходите в сознание, если восстанавливаете хиты.</p>"
      },
      {
        title: "Спасброски от смерти",
        icon: "dead-head",
        subtitle: "Если вы начинаете ход с 0 хитов, вы должны совершить спасбросок от смерти",
        reference: "КИ, стр. 197",
        description: "<p>Если вы начинаете ход с 0 хитов, вы должны совершить особый спасбросок, называемый спасброском от смерти, чтобы определить, приближаетесь ли вы к смерти или цепляетесь за жизнь. В отличие от других спасбросков, этот не привязан ни к какой характеристике. Теперь вы находитесь в руках судьбы, и помочь вам могут только заклинания и умения, улучшающие шансы на совершение успешных спасбросков.</p>Бросьте к20. Если результат будет «10» или выше, вы преуспели. В противном случае спасбросок провален. Сами по себе успехи и неудачи не оказывают никакого эффекта. В случае трёх успехов вы становитесь стабилизированным (смотрите ниже). В случае трёх провалов вы умираете. Успехи и провалы не должны быть последовательными; отслеживайте количество и тех, и других, пока не накопите три одинаковых результата. И те, и другие сбрасываются до нуля, когда вы восстанавливаете любое количество хитов или становитесь стабилизированным.<p><b>Выпадение «1» или «20».</b> Если вы совершаете спасбросок от смерти и выпадает «1», это считается двумя провалами. Если выпадет «20», вы восстанавливаете 1 хит.</p><p><b>Урон при 0 хитов.</b> Если вы получаете урон, когда у вас уже 0 хитов, вы получаете проваленный спасбросок от смерти. Если это урон от критического попадания, вы получаете два провала. Если урон равен максимуму ваших хитов или превышает его, вы мгновенно умираете.</p>"
      },
      {
        title: "Стабилизация существа",
        icon: "arm-sling",
        subtitle: "Оказание первой помощи",
        reference: "КИ, стр. 197",
        description: "<p>Самый надёжный способ помочь существу с 0 хитов — это его лечение. Если лечение недоступно, существо можно хотя бы стабилизировать, чтобы оно не умерло от проваленного спасброска от смерти.</p><p>Вы можете действием оказать первую помощь находящемуся без сознания существу и попытаться стабилизировать его, для чего требуется совершить проверку Мудрости (Медицина) со Сл 10.</p><p><b>Стабилизированное</b> существо не делает проверки спасброска от смерти, хотя всё ещё имеет 0 хитов и остаётся без сознания. Существо перестаёт быть стабилизированным, если снова получает урон. Стабилизированное существо восстанавливает 1 хит раз в 1к4 часов.</p>"
      },
      {
        title: "Короткий отдых",
        icon: "campfire",
        subtitle: "Отдых длиной как минимум 1 час",
        reference: "КИ, стр. 186",
        description: "<p>Короткий отдых это период длиной как минимум 1 час, во время которого персонаж не делает ничего напряжённого кроме поглощения пищи, питья, чтения и обработки ран.</p><p>В конце короткого отдыха персонаж может потратить одну или несколько Костей Хитов. Каждая потраченная кость позволяет совершить бросок соответствующей кости, добавить к ней модификатор Телосложения и восстановить получившееся количество хитов. После каждого броска можно решить, что будет потрачена ещё одна Кость Хитов. Потраченные Кости Хитов восстанавливаются в конце продолжительного отдыха, как описано ниже.</p>"
      },
      {
        title: "Продолжительный отдых",
        icon: "bed",
        subtitle: "Отдых длиной как минимум 8 часов",
        reference: "КИ, стр. 186",
        description: "<p>Продолжительный отдых это долгий период длительностью как минимум 8 часов, во время которого персонаж как минимум 6 спит, и не более 2 часов занимается лёгкой деятельностью: читает, разговаривает, ест и стоит на страже. Если отдых прерывается напряжённой активностью (как минимум 1 час ходьбы, сражение, накладывание заклинаний или другая подобная деятельность), персонажи должны начать отдых с начала, чтобы получить от него преимущества.</p><p>В конце продолжительного отдыха персонаж восстанавливает все потраченные хиты, а также половину от максимума Костей Хитов (минимум 1). Например, если у персонажа восемь Костей Хитов, в конце продолжительного отдыха он может восстановить четыре из них.</p><p>Персонаж не может получить преимущества от второго продолжительного отдыха за 24-часовой период, и у персонажа должен быть хотя бы 1 хит в начале отдыха, чтобы получить от него преимущества.</p>"
      }
    ]
  }
];
const __vite_glob_0_9 = [
  {
    title: "Обычные языки",
    subtitle: "Ваша раса указывает языки, на которых ваш персонаж может говорить по умолчанию, а предыстория может дать ещё несколько языков на выбор. Выберите языки из таблицы обычных языков или из тех, что считаются обычными в вашей кампании.",
    rules: [
      {
        title: "Общий",
        icon: "conversation",
        subtitle: "Люди",
        reference: "КИ, стр. 123",
        description: "<p><b>Типичный представитель:</b> Люди и все разумные расы поверхности.</p><p><b>Письменность:</b> Общая.</p>"
      },
      {
        title: "Дварфский",
        icon: "dwarf-face",
        subtitle: "Дварфы",
        reference: "КИ, стр. 123",
        description: "<p><b>Типичный представитель:</b> Дварфы.</p><p><b>Письменность:</b> Дварфская.</p>"
      },
      {
        title: "Эльфийский",
        icon: "woman-elf-face",
        subtitle: "Эльфы",
        reference: "КИ, стр. 123",
        description: "<p><b>Типичный представитель:</b> Эльфы.</p><p><b>Письменность:</b> Эльфийская.</p>"
      },
      {
        title: "Великаний",
        icon: "ogre",
        subtitle: "Огры и Великаны",
        reference: "КИ, стр. 123",
        description: "<p><b>Типичный представитель:</b> Огры и Великаны.</p><p><b>Письменность:</b> Дварфская.</p>"
      },
      {
        title: "Гномий",
        icon: "wizard-face",
        subtitle: "Гномы",
        reference: "КИ, стр. 123",
        description: "<p><b>Типичный представитель:</b> Гномы.</p><p><b>Письменность:</b> Дварфская.</p>"
      },
      {
        title: "Гоблинский",
        icon: "goblin-head",
        subtitle: "Гоблинойды",
        reference: "КИ, стр. 123",
        description: "<p><b>Типичный представитель:</b> Гоблины, Медвежатники, Кобольды.</p><p><b>Письменность:</b> Дварфская.</p>"
      },
      {
        title: "Полуросликов",
        icon: "nun-face",
        subtitle: "Полурослики",
        reference: "КИ, стр. 123",
        description: "<p><b>Типичный представитель:</b> Полурослики.</p><p><b>Письменность:</b> Общая.</p>"
      },
      {
        title: "Орочий",
        icon: "orc-head",
        subtitle: "Орки",
        reference: "КИ, стр. 123",
        description: "<p><b>Типичный представитель:</b> Орки.</p><p><b>Письменность:</b> Дварфская.</p>"
      }
    ]
  },
  {
    title: "Экзотические языки",
    subtitle: "С разрешения Мастера, вы можете выбрать язык из таблицы экзотических языков или тайный язык, такой как жаргон воров или язык друидов.",
    rules: [
      {
        title: "Бездны",
        icon: "imp",
        subtitle: "Демоны",
        reference: "КИ, стр. 123",
        description: "<p><b>Типичный представитель:</b> Демоны.</p><p><b>Письменность:</b> Инфернальная.</p>"
      },
      {
        title: "Небесный",
        icon: "angel-outfit",
        subtitle: "Небожители",
        reference: "КИ, стр. 123",
        description: "<p><b>Типичный представитель:</b> Небожители.</p><p><b>Письменность:</b> Небесная.</p>"
      },
      {
        title: "Драконий",
        icon: "dragon-head",
        subtitle: "Драконы",
        reference: "КИ, стр. 123",
        description: "<p><b>Типичный представитель:</b> Драконы, драконорождённые.</p><p><b>Письменность:</b> Драконья.</p>"
      },
      {
        title: "Глубинная Речь",
        icon: "squid-head",
        subtitle: "Иллитиды",
        reference: "КИ, стр. 123",
        description: "<p><b>Типичный представитель:</b> Иллитиды, злобоглазы.</p><p><b>Письменность:</b> ---</p>"
      },
      {
        title: "Инфернальный",
        icon: "diablo-skull",
        subtitle: "Дьяволы",
        reference: "КИ, стр. 123",
        description: "<p><b>Типичный представитель:</b> Дьяволы.</p><p><b>Письменность:</b> Инфернальная.</p>"
      },
      {
        title: "Первичный",
        icon: "ifrit",
        subtitle: "Элементали",
        reference: "КИ, стр. 123",
        description: "<p><b>Типичный представитель:</b> Элементали.</p><p><b>Письменность:</b> Дварфская.</p>"
      },
      {
        title: "Сильван",
        icon: "fairy",
        subtitle: "Фейские существа",
        reference: "КИ, стр. 123",
        description: "<p><b>Типичный представитель:</b> Фейские существа.</p><p><b>Письменность:</b> Эльфийская.</p>"
      },
      {
        title: "Подземный",
        icon: "cave-entrance",
        subtitle: "Жители Подземья",
        reference: "КИ, стр. 123",
        description: "<p><b>Типичный представитель:</b> Дроу, Дуэргары и Глубинные гномы.</p><p><b>Письменность:</b> Эльфийская.</p>"
      }
    ]
  }
];
const __vite_glob_0_10 = [
  {
    title: "",
    subtitle: "Вы можете передвигаться в любое время вашего хода (до, после или во время действий).",
    rules: [
      {
        title: "Перемещение",
        icon: "run",
        subtitle: "Стоимость: 5 футов за перемещение на 5 футов",
        reference: "КИ, стр. 190",
        description: "<p>Если у вас есть несколько скоростей, например, скорость ходьбы и скорость полёта, вы можете переключаться между ними во время перемещения. При каждом переключении вычитайте уже пройдённое расстояние из новой скорости.</p><p>Вы можете проходить сквозь пространство невраждебных существ.</p><p>Сквозь пространство враждебного существа можно пройти только если его размер как минимум на две категории больше или меньше вашего.</p><p>Пространство других существ является для вас труднопроходимой местностью.</p><p>Вне зависимости от того, дружественное существо или нет, вы не можете добровольно закончить перемещение в его пространстве.</p>"
      },
      {
        title: "Лазание",
        icon: "mountain-climbing",
        subtitle: "Стоимость: 10 футов за восхождение на 5 футов",
        reference: "КИ, стр. 182",
        description: "<p>Лазание по скользкой вертикальной поверхности или поверхности, где мало за что можно ухватиться, может требовать успешную проверку Силы (Атлетика).</p>"
      },
      {
        title: "Плавание",
        icon: "pool-dive",
        subtitle: "Стоимость: 10 футов за проплытых 5 футов",
        reference: "КИ, стр. 182",
        description: "<p>Плавание в бурных водах может требовать успешную проверку Силы (Атлетика).</p>"
      },
      {
        title: "Падение ничком",
        icon: "falling",
        subtitle: "Стоимость: 0 футов (свободно)",
        reference: "КИ, стр. 190-191, 292",
        description: "<p>Вы можете упасть ничком, не тратя скорость.</p><p>Для перемещения в положении лёжа нужно или ползти, или использовать магию, такую как телепортация.</p><p>Падение даёт состояние <i>Лежащий ничком</i> (броски рукопашной атаки по существу совершаются с преимуществом, броски дальнобойной атаки по существу совершаются с помехой, само существо получает помеху на свои броски атаки).</p>"
      },
      {
        title: "Ползание",
        icon: "despair",
        subtitle: "Стоимость: 10 футов за 5 футов ползком",
        reference: "КИ, стр. 182",
        description: ""
      },
      {
        title: "Вставание",
        icon: "person",
        subtitle: "Стоимость: половина скорости перемещения",
        reference: "КИ, стр. 190-191",
        description: "<p>Вы не можете встать, если у вас недостаточно перемещения или если скорость равна 0.</p>"
      },
      {
        title: "Прыжок в высоту",
        icon: "leapfrog",
        subtitle: "Стоимость: 5 футов за 5 футов прыжка",
        reference: "КИ, стр. 182",
        description: "<p>Если вы совершаете прыжок в высоту, вы поднимаетесь в воздух на количество футов, равное 3 + модификатор Силы, если непосредственно перед прыжком переместились минимум на 10 футов.</p><p>Если вы совершаете прыжок в высоту без разбега, прыгнуть можно только на половину этой дистанции.</p><p>Руки можно вытянуть вверх на половину своего роста.</p><p>В некоторых случаях Мастер может позволить совершить проверку Силы (Атлетика), чтобы прыгнуть выше, чем обычно.</p>"
      },
      {
        title: "Прыжок в длину",
        icon: "jump-across",
        subtitle: "Стоимость: 5 футов за 5 футов прыжка",
        reference: "КИ, стр. 182",
        description: "<p>Если вы совершаете прыжок в длину, вы покрываете количество футов, равное значению Силы, если непосредственно перед прыжком переместились минимум на 10 футов.</p><p>Если вы совершаете прыжок в длину без разбега, прыгнуть можно только на половину этой дистанции.</p><p>Иногда вы должны преуспеть в проверке Силы (Атлетика) со Сл 10, чтобы перепрыгнуть через препятствие (не выше четверти расстояния прыжка), такое как изгородь или невысокая стена. В противном случае вы ударяетесь об него.</p><p>Если вы приземляетесь в труднопроходимую местность, вы должны преуспеть в спасброске Ловкости (Акробатика) со Сл 10, чтобы приземлиться на ноги. В противном случае вы падаете ничком.</p>"
      },
      {
        title: "Импровизация",
        icon: "acrobatic",
        subtitle: "Исполнить любое движение или трюк",
        reference: "КИ, стр. 182",
        description: "<p>Когда вы хотите совершить движение, не описанное в правилах, Мастер решает возможно ли это и назначает Сл проверки.</p>"
      },
      {
        title: "Труднопроходимая местность",
        icon: "hiking",
        subtitle: "Перемещение по труднопроходимой местности. Стоимость: +5 футов за 5 футов",
        reference: "КИ, стр. 182",
        description: "<p>По труднопроходимой местности вы перемещаетесь с уменьшенной вдвое скоростью: перемещение на 1 фут совершается за счёт 2 футов скорости, так что за минуту, час или день вы пройдёте вдвое меньшее расстояние, чем обычно.</p>"
      },
      {
        title: "Движение в захвате",
        icon: "push",
        subtitle: "Толкание или ношение захваченного существа. Стоимость: скорость снижена вдвое",
        reference: "КИ, стр. 195",
        description: "<p>Если вы перемещаетесь во время захвата, вы можете тащить или нести захваченное существо вместе с собой, но ваша скорость уменьшается вдвое, если только существо не меньше вас как минимум на две категории.</p><p>Смотрите действие захвата для дополнительной информации.</p>"
      },
      {
        title: "Посадка в седло и спешивание",
        icon: "cavalry",
        subtitle: "Сесть или спешиться с ездового животного. Стоимость: половина скорости перемещения",
        reference: "КИ, стр. 198",
        description: "<p>Один раз во время перемещения вы можете сесть в седло существа, находящегося в пределах 5 футов от вас или наоборот, спешиться. Это стоит количество перемещения, равного половине скорости. Например, если ваша скорость 30 футов, вы должны потратить 15 футов перемещения на посадку в седло лошади. Кроме того, вы не можете сесть в седло, если у вас осталось меньше 15 футов перемещения или если ваша скорость равна 0.</p><p>Если некий эффект перемещает вашего скакуна против его воли, пока вы находитесь на нём, вы должны преуспеть в спасброске Ловкости со Сл 10, иначе вы упадёте со скакуна, падая ничком в пространстве в пределах 5 футов от него. Если вас собьют с ног, пока вы находитесь верхом, вы должны совершить этот же спасбросок.</p><p>Если ваш скакун сбивается с ног, вы можете реакцией спешиться и приземлиться на ноги. В противном случае вы спешиваетесь и падаете ничком в пространстве в пределах 5 футов от скакуна.</p>"
      }
    ]
  }
];
const __vite_glob_0_11 = [
  {
    title: "Требования мультиклассирования",
    subtitle: "",
    rules: [
      {
        title: "Требования",
        icon: "anatomy",
        subtitle: "Требования для взятия класса",
        reference: "КИ, стр. 163; КТсВВ, стр. 10",
        description: "<h4>Требования к мультиклассированию</h4><table><tr><th><b>Класс</b></th><th><b>Мин. значения характеристик</b></th></tr><tr><td>Варвар</td><td>Сила 13</td></tr><tr><td>Бард</td><td>Харизма 13</td></tr><tr><td>Жрец</td><td>Мудрость 13</td></tr><tr><td>Друид</td><td>Мудрость 13</td></tr><tr><td>Воин</td><td>Сила 13 или Ловкость 13</td></tr><tr><td>Монах</td><td>Ловкость 13 и Мудрость 13</td></tr><tr><td>Паладин</td><td>Сила 13 и Харизма 13</td></tr><tr><td>Следопыт</td><td>Ловкость 13 и Мудрость 13</td></tr><tr><td>Плут</td><td>Ловкость 13</td></tr><tr><td>Колдун</td><td>Харизма 13</td></tr><tr><td>Чародей</td><td>Харизма 13</td></tr><tr><td>Волшебник</td><td>Интеллект 13</td></tr><tr><td>Изобретатель</td><td>Интеллект 13</td></tr></table>"
      },
      {
        title: "Хиты и Кости Хитов",
        icon: "heart-shield",
        subtitle: "Влияние мультиклассирования на хиты",
        reference: "КИ, стр. 163",
        description: "Вы получаете хиты от нового класса как для любого уровня после первого. Хиты класса 1 уровня получают только когда уровень персонажа тоже первый.Вы складываете Кости Хитов, полученные от всех классов, формируя общий фонд Костей Хитов. Если все Кости Хитов одного вида, вы можете их просто просуммировать. Например, и у воина и у паладина Кости Хитов к10, поэтому если вы паладин 5/воин 5, у вас десять Костей Хитов к10. Если классы дают разные Кости Хитов, отслеживайте их отдельно. Например, если вы паладин 5/жрец 5, у вас будет пять Костей Хитов к10 и пять Костей Хитов к8."
      },
      {
        title: "Владение",
        icon: "master-of-arms",
        subtitle: "Получение владения от мультикласса",
        reference: "КИ, стр. 164; КТсВВ, стр. 10",
        description: "Когда вы получаете первый уровень нового класса, вы получаете не все его владения, а только часть, как показано в приведённой таблице:<h4>Мультиклассовые владения</h4><table><tr><th><b>Класс</b></th><th><b>Получаемые владения</b></th></tr><tr><td>Варвар</td><td>Щиты, простое оружие, воинское оружие</td></tr><tr><td>Бард</td><td>Лёгкие доспехи, один навык на ваш выбор, один музыкальный инструмент</td></tr><tr><td>Жрец</td><td>Лёгкие доспехи, средние доспехи, щиты</td></tr><tr><td>Друид</td><td>Лёгкие доспехи, средние доспехи, щиты (друиды не носят и не используют доспехи и щиты из металла)</td></tr><tr><td>Воин</td><td>Лёгкие доспехи, средние доспехи, щиты, простое оружие, воинское оружие</td></tr><tr><td>Монах</td><td>Простое оружие, короткие мечи</td></tr><tr><td>Паладин</td><td>Лёгкие доспехи, средние доспехи, щиты, простое оружие, воинское оружие</td></tr><tr><td>Следопыт</td><td>Лёгкие доспехи, средние доспехи, щиты, простое оружие, воинское оружие, один навык из списка классовых навыков</td></tr><tr><td>Плут</td><td>Лёгкие доспехи, один навык из списка классовых навыков, воровские инструменты</td></tr><tr><td>Чародей</td><td>---</td></tr><tr><td>Колдун</td><td>Лёгкие доспехи, простое оружие</td></tr><tr><td>Волшебник</td><td>---</td></tr><tr><td>Изобретатель</td><td>Лёгкие доспехи, средние доспехи, щиты, воровские инструменты, инструменты жестянщика</td></tr></table>"
      }
    ]
  },
  {
    title: "Особенности умений при мультиклассировании",
    subtitle: "",
    rules: [
      {
        title: "Божественный канал",
        icon: "holy-symbol",
        subtitle: "Несколько Божественных каналов",
        reference: "КИ, стр. 164",
        description: "Если у вас уже есть умение Божественный канал, и вы получаете уровень в классе, тоже дающем это умение, вы получаете эффекты Божественного канала от нового класса, но не получаете возможность дополнительного его использования. Дополнительные использования вы получите только тогда, когда получите в каком-нибудь из классов уровень, дающий эти дополнительные использования недвусмысленно. Например, если вы жрец 6/паладин 4, то можете использовать Божественный канал два раза между отдыхами, потому что уровень жреца это позволяет. Каждый раз, когда вы используете это умение, вы можете выбирать эффекты, доступные за счёт любого из имеющихся классов."
      },
      {
        title: "Дополнительная атака",
        icon: "saber-slash",
        subtitle: "Несколько Дополнительных атак",
        reference: "КИ, стр. 164",
        description: "Если вы получаете классовое умение Дополнительная атака из нескольких классов, то они не складываются между собой. Вы не можете совершать с помощью этого умения более двух атак, если только оно не позволяет прямо это делать (как в случае с версией Дополнительной атаки у воина). Кроме того, таинственное воззвание колдуна «Жаждущий клинок» не предоставляет вам дополнительную атаку, если у вас есть умение Дополнительная атака."
      },
      {
        title: "Защита без доспехов",
        icon: "spiked-armor",
        subtitle: "Несколько Защиты без доспехов",
        reference: "КИ, стр. 164",
        description: "Если у вас уже есть умение Защита без доспехов, вы не можете получить его ещё раз от другого класса."
      }
    ]
  },
  {
    title: "Использование классов заклинателей при мультиклассировании",
    subtitle: "",
    rules: [
      {
        title: "Знание заклинаний",
        icon: "spell-book",
        subtitle: "Сколько заклинаний вы знаете",
        reference: "КИ, стр. 164",
        description: "Вы определяете, какие заклинания знаете и можете подготовить для каждого класса индивидуально, как если бы других классов просто не было. Например, если вы следопыт 4/волшебник 3, то благодаря первому классу вы знаете три заклинания следопыта 1 уровня. Как волшебник 3 уровня вы знаете три заговора волшебника, и в книге заклинаний может быть десять (как минимум) заклинаний волшебника, два из которых могут быть 2 уровня (получены на 3 уровне волшебника). Если ваш Интеллект равен 16, вы можете подготовить шесть заклинаний волшебника из книги заклинаний.Все известные вам заклинания подготавливаются в рамках одного из классов, и при накладывании этого заклинания вы используете базовую характеристику этого класса. Точно так же фокусировки заклинаний, такие как священные символы, могут использоваться только классами, использующими эту фокусировку."
      },
      {
        title: "Ячейки заклинаний",
        icon: "shotgun",
        subtitle: "Сколько у вас ячеек заклинаний",
        reference: "КИ, стр. 164; КТсВВ, стр. 10",
        description: "Количество имеющихся ячеек заклинаний вы определяете, суммируя уровни барда, волшебника, друида, жреца и чародея, половины уровней (округляя в меньшую сторону) паладина и следопыта, половину уровней (округляя в большую сторону) изобретателя и треть уровней воина или плута (округляя в меньшую сторону), если у вас есть умения Мистический рыцарь и Мистический ловкач соответственно. Получив сумму, определите по приведённой таблице количествоимеющихся ячеек заклинаний разных уровней.Результат из таблицы может дать ячейки заклинаний таких уровней, каких вы не знаете или не можете подготавливать. Вы можете использовать эти ячейки для заклинаний с меньшим уровнем. Если накладываемое вами низкоуровневое заклинание, такое как огненные ладони, обладает усиленным эффектом при использовании ячейки более высокого уровня, вы можете использовать усиленный эффект, несмотря на то, что у вас нет заклинаний такого высокого уровня.Например, если вы уже упомянутый выше следопыт 4/ волшебник 3, при определении ячеек заклинаний вы считаетесь персонажем 5 уровня: у вас есть четыре ячейки 1 уровня, три ячейки 2 уровня и две ячейки 3 уровня. Однако у вас нет никаких заклинаний 3 уровня и нет заклинаний следопыта 2 уровня. Вы можете использовать ячейки этих высоких уровней для накладывания известных заклинаний, значительно усиливая их эффекты."
      },
      {
        title: "Магия договора",
        icon: "bleeding-heart",
        subtitle: "Владение магией договора и заклинаниями",
        reference: "КИ, стр. 164",
        description: "Если у вас есть и умение Использование заклинаний и умение Магия договора от класса колдуна, вы можете использовать ячейки заклинаний, полученные от Магии договора для накладывания известных или подготовленных заклинаний, полученных от умения Использование заклинаний, а также можете использовать ячейки заклинаний, полученные от умения Использование заклинаний для накладывания известных вам заклинаний колдуна."
      },
      {
        title: "Таблица мультиклассового заклинателя",
        icon: "ice-spell-cast",
        subtitle: "Ячейки заклинаний мультиклассов",
        reference: "КИ, стр. 165; КТсВВ, стр. 10",
        description: "Сложите уровни классов заклинателей, округляя уровни Изобретателя вверх, остальные вниз: <h4>Таблица уровней</h4><table><tr><th><b>Все уровни</b></th><th><b>Половина уровней</b></th><th><b>1/3 уровней</b></th></tr><tr><td>Бард</td><td>Паладин</td><td>Мистический рыцарь (Воин)</td></tr><tr><td>Жрец</td><td>Следопыт</td><td>Мистический ловкач (Плут)</td></tr><tr><td>Друид</td><td>Изобретатель</td><td>--</td></tr><tr><td>Чародей</td><td>--</td><td>--</td></tr><tr><td>Волшебник</td><td>--</td><td>--</td></tr></table><h4>Мультиклассовый заклинатель</h4><table><tr><th><b>Ур/Ячейка</b></th><th><b>1</b></th><th><b>2</b></th><th><b>3</b></th><th><b>4</b></th><th><b>5</b></th><th><b>6</b></th><th><b>7</b></th><th><b>8</b></th><th><b>9</b></th></tr><tr><td>1</td><td>2</td><td>--</td><td>--</td><td>--</td><td>--</td><td>--</td><td>--</td><td>--</td><td>--</td></tr><tr><td>2</td><td>3</td><td>--</td><td>--</td><td>--</td><td>--</td><td>--</td><td>--</td><td>--</td><td>--</td></tr><tr><td>3</td><td>4</td><td>2</td><td>--</td><td>--</td><td>--</td><td>--</td><td>--</td><td>--</td><td>--</td></tr><tr><td>4</td><td>4</td><td>3</td><td>--</td><td>--</td><td>--</td><td>--</td><td>--</td><td>--</td><td>--</td></tr><tr><td>5</td><td>4</td><td>3</td><td>2</td><td>--</td><td>--</td><td>--</td><td>--</td><td>--</td><td>--</td></tr><tr><td>6</td><td>4</td><td>3</td><td>3</td><td>--</td><td>--</td><td>--</td><td>--</td><td>--</td><td>--</td></tr><tr><td>7</td><td>4</td><td>3</td><td>3</td><td>1</td><td>--</td><td>--</td><td>--</td><td>--</td><td>--</td></tr><tr><td>8</td><td>4</td><td>3</td><td>3</td><td>2</td><td>--</td><td>--</td><td>--</td><td>--</td><td>--</td></tr><tr><td>9</td><td>4</td><td>3</td><td>3</td><td>3</td><td>1</td><td>--</td><td>--</td><td>--</td><td>--</td></tr><tr><td>10</td><td>4</td><td>3</td><td>3</td><td>3</td><td>2</td><td>--</td><td>--</td><td>--</td><td>--</td></tr><tr><td>11</td><td>4</td><td>3</td><td>3</td><td>3</td><td>2</td><td>1</td><td>--</td><td>--</td><td>--</td></tr><tr><td>12</td><td>4</td><td>3</td><td>3</td><td>3</td><td>2</td><td>1</td><td>--</td><td>--</td><td>--</td></tr><tr><td>13</td><td>4</td><td>3</td><td>3</td><td>3</td><td>2</td><td>1</td><td>1</td><td>--</td><td>--</td></tr><tr><td>14</td><td>4</td><td>3</td><td>3</td><td>3</td><td>2</td><td>1</td><td>1</td><td>--</td><td>--</td></tr><tr><td>15</td><td>4</td><td>3</td><td>3</td><td>3</td><td>2</td><td>1</td><td>1</td><td>1</td><td>--</td></tr><tr><td>16</td><td>4</td><td>3</td><td>3</td><td>3</td><td>2</td><td>1</td><td>1</td><td>1</td><td>--</td></tr><tr><td>17</td><td>4</td><td>3</td><td>3</td><td>3</td><td>2</td><td>1</td><td>1</td><td>1</td><td>1</td></tr><tr><td>18</td><td>4</td><td>3</td><td>3</td><td>3</td><td>3</td><td>1</td><td>1</td><td>1</td><td>1</td></tr><tr><td>19</td><td>4</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>1</td><td>1</td><td>1</td></tr><tr><td>20</td><td>4</td><td>3</td><td>3</td><td>3</td><td>3</td><td>2</td><td>2</td><td>1</td><td>1</td></tr></table>"
      }
    ]
  }
];
const __vite_glob_0_12 = [
  {
    title: "",
    subtitle: "Реакция — это мгновенный ответ на срабатывание некоего условия, который может происходить как в ваш, так и в чужой ход.",
    rules: [
      {
        title: "Провоцированная атака",
        icon: "backstab",
        subtitle: "Провоцированная атака по противнику, покидающему вашу досягаемость",
        reference: "КИ, стр. 195",
        description: "<p>Вы можете совершить провоцированную атаку, если враждебное существо, которое вы видите, покидает вашу досягаемость.</p><p>Для этого вы реакцией совершаете одну рукопашную атаку по спровоцировавшему существу.</p><p>Эта атака прерывает перемещение спровоцировавшего существа, происходя как раз перед тем, как оно покинет пределы вашей досягаемости.</p><p>Вы можете избежать провоцированной атаки, совершив действие Отход. Вы также не провоцируете атаки, если телепортируетесь, или кто-то (что-то) перемещает вас, не тратя ваше перемещение, действие и реакцию.</p><p>Провоцированная атака не получает дополнительной атаки (способность воина), т.к. не является действием Атака.</p>"
      },
      {
        title: "Подготовленная атака",
        icon: "empty-hourglass",
        subtitle: "Совершить атаку реакции как часть действия Подготовки",
        reference: "КИ, стр. 193",
        description: "<p>Условие: при достижении условий действия Подготовки.</p>"
      },
      {
        title: "Наложение заклинания",
        icon: "magic-swirl",
        subtitle: "Наложить заклинание с временем наложения в 1 реакцию",
        reference: "КИ, стр. 192",
        description: "<p>Условие: зависит от заклинания.</p><p>Смотрите основное действие <i>Наложение заклинания</i> для подробностей.</p>"
      }
    ]
  }
];
const __vite_glob_0_13 = [
  {
    title: "Информация о заклинаниях",
    subtitle: "",
    rules: [
      {
        title: "Заговоры",
        icon: "magic-hat",
        subtitle: "Простые заклинания и фокусы",
        reference: "КИ, стр. 201",
        description: "<p>Заговоры это заклинания, которые накладывается очень легко, без использования ячеек заклинаний и подготовки. Постоянное использование закрепило их в сознании заклинателя и даровало магию, необходимую для постоянного воплощения их эффектов. Уровень заговоров всегда 0.</p>"
      },
      {
        title: "Ритуалы",
        icon: "rune-stone",
        subtitle: "Заклинания с долгим наложением",
        reference: "КИ, стр. 201-202",
        description: "<p>У некоторых заклинаний есть специальное ключевое слово: «ритуал». Такое заклинание можно использовать по обычным правилам использования заклинаний, или же использовать его как ритуал. Ритуальная версия накладывается на 10 минут дольше, чем обычно.</p><p>Она не использует ячейку заклинания, а значит, ритуальную версию заклинания нельзя использовать с увеличенным уровнем.</p><p>Для использования заклинания в качестве ритуала заклинатель должен иметь умение, позволяющее делать это. У жрецов и друидов, например, есть такое умение. Заклинатель должен при этом иметь это заклинание подготовленным или просто иметь его в списках известных заклинаний, если в ритуальном умении не сказано обратное, как, например, у волшебника.</p>"
      },
      {
        title: "Ячейки заклинаний",
        icon: "shotgun",
        subtitle: "Количество использований заклинаний",
        reference: "КИ, стр. 201",
        description: "<p>Вне зависимости от того, сколько заклинаний знает или подготовил заклинатель, он может использовать ограниченное их количество, после чего ему вновь понадобиться отдохнуть. Манипулирование тканью магии и пропускание через себя её энергии выматывает физически и умственно, особенно если заклинание высокоуровневое. Таким образом, в описании всех классов заклинателей (колдун — исключение) есть таблица, показывающая, сколько ячеек заклинаний того или иного уровня заклинаний у персонажа есть на данном уровне.</p><h4>Накладывание заклинания с увеличенным уровнем</h4><p>Если заклинатель накладывает заклинание, используя ячейку с уровнем, превышающим уровень заклинания, заклинание при этом считается имеющим увеличенный уровень. Например, если Умара накладывает волшебную стрелу, используя одну из своих ячеек 2 уровня, это будет волшебная стрела 2 уровня. Фактически, заклинание усиливается, заполняя предоставленную ему ячейку.</p>"
      }
    ]
  },
  {
    title: "Наложение заклинаний",
    subtitle: "",
    rules: [
      {
        title: "Время наложения",
        icon: "sands-of-time",
        subtitle: "Продолжительность наложения",
        reference: "КИ, стр. 203",
        description: "<p>Большинство заклинаний накладываются действием, но некоторые накладываются бонусным действием, реакцией, или же требуют долгого времени.</p><h4>Бонусное действие</h4><p>Заклинания, накладываемые бонусным действием, особенно быстры. Для накладывания такого заклинания вы должны в свой ход использовать бонусное действие, при условии, что в этом ходу ещё не совершали бонусных действий. В этом ходу вы уже не сможете накладывать другие заклинания, за исключением заговоров со временем накладывания «1 действие».</p><h4>Реакция</h4><p>Некоторые заклинания накладываются реакцией. Эти заклинания активируются за считанные доли секунды, и накладываются в ответ на определённые события. Если заклинание может быть наложено в качестве реакции, в описании будет сказано, когда именно вы можете это сделать.</p><h4>Долгое активирование</h4><p>Некоторые заклинания (в том числе заклинания, активированные в качестве ритуалов) требуют больше времени на активацию: от нескольких минут до нескольких часов. Если вы используете заклинание со временем накладывания больше одного действия или реакции, вы должны каждый свой ход тратить действие на накладывание этого заклинания, и поддерживать при этом концентрацию. Если концентрация нарушена, заклинание проваливается, но ячейка заклинания не тратится. Если захотите снова наложить это заклинание, придётся начать всё с начала.</p>"
      },
      {
        title: "Дистанция",
        icon: "path-distance",
        subtitle: "Дальность эффекта заклинания",
        reference: "КИ, стр. 203-204",
        description: "<p>Цель заклинания должна находиться в пределах дистанции заклинания. Для таких заклинаний как волшебная стрела целью является существо. Для такого заклинания как огненный шар целью является точка в пространстве, из которой исходит огненный шар.</p><p>Дистанция большинства заклинаний указана в футах. Некоторые заклинания нацеливаются только на одно существо, которого вы коснётесь (включая вас). Другие заклинания, такие как щит, действуют только на вас. У таких заклинаний указана дистанция «На себя».</p><p>Заклинания, создающие конусы или линии эффекта, исходящие от вас, тоже обладают дистанцией «На себя», что означает, что исходной клеткой эффекта должны быть вы.</p>"
      },
      {
        title: "Компоненты",
        icon: "feather",
        subtitle: "Требования для сотворения заклинаний",
        reference: "КИ, стр. 204",
        description: "<p>Компоненты заклинания это требования, которые нужно выполнить, чтобы его активировать. В описании заклинания сказано, использует ли оно вербальный (В), соматический (С) или материальный (М) компоненты. Если вы не можете предоставить хотя бы один из компонентов заклинания, вы не можете его активировать.</p><h4>Вербальный (В)</h4><p>Большинство заклинаний требуют произношения таинственных слов. Сами по себе слова не являются источником силы заклинания; просто комбинация звуков с особой тональностью вызывает резонанс в прядях магии, приводя их в движение. Таким образом, персонаж с кляпом во рту или в области заклинания тишина, не может активировать заклинания с вербальным компонентом.</p><h4>Соматический (С)</h4><p>Заклинание может требовать энергичной жестикуляции или замысловатой последовательности телодвижений. Если у заклинания есть соматический компонент, у заклинателя должна быть свободной хотя бы одна рука для исполнения этих жестов.</p><h4>Материальный (М)</h4><p>Накладывание некоторых заклинаний требует наличия особых предметов, указанных в скобках в описании заклинания. Персонаж может использовать мешочек с компонентами или заклинательную фокусировку (смотрите в главе 5) вместо указанных компонентов. Однако, если для компонента указана цена, у персонажа для накладывания заклинания должен быть именно такой компонент.</p><p>Если в заклинании сказано, что материальные компоненты расходуются, заклинатель должен предоставить компоненты для каждого использования этого заклинания.</p><p>У заклинателя должна быть одна свободная рука для доступа к материальным компонентам, но это может быть та же самая рука, что используется для выполнения соматического компонента.</p>"
      },
      {
        title: "Длительность",
        icon: "empty-hourglass",
        subtitle: "Продолжительность заклинания",
        reference: "КИ, стр. 204-205",
        description: "<p>Длительность заклинания это время, в течение которого это заклинание будет активно. Длительность может измеряться в раундах, минутах, часах и даже годах. Некоторые заклинания указывают, что их эффект длится до тех пор, пока не будет рассеян или уничтожен.</p><h4>Мгновенно</h4>Многие заклинания мгновенны. Заклинания, причиняющие урон, лечащие, создающие или изменяющие существ или предметы, не могут быть рассеяны, потому что магия возникает на непродолжительное время.<h4>Концентрация</h4>Некоторые заклинания требуют от вас сохранения концентрации для поддерживания магии в активном состоянии. Если вы потеряете концентрацию, такое заклинание оканчивается. Если заклинание должно поддерживаться концентрацией, это указывается в разделе Длительность, и там же указывается, сколько можно концентрироваться на нём. Вы можете окончить концентрацию в любое время (действие не требуется). Нормальная деятельность, такая как перемещение и сражение, не прерывают концентрацию. Её могут прервать следующие события: <ul><li><b>Накладывание другого заклинания, требующего концентрацию.</b> Вы теряете концентрацию на заклинании, если накладываете другое заклинание, требующее концентрации. Нельзя концентрироваться на двух заклинаниях одновременно.</li><li><b>Получение урона.</b> Каждый раз, когда вы получаете урон во время концентрации на заклинании, вы должны совершить спасбросок Телосложения для продолжения концентрации. Сл равна 10 или половине причинённого урона, в зависимости от того, что выше. Если вы получаете урон из нескольких источников, например, от стрелы и дыхания дракона, вы совершаете отдельные спасброски для каждого источника урона.</li><li><b>Недееспособность или смерть.</b> Вы теряете концентрацию на заклинании, если становитесь недееспособным или умираете.</li></ul> Мастер может также решить, что определённые эффекты окружения, такие как накатившая на корабль волна во время шторма, требуют совершения спасброска Телосложения со Сл 10, чтобы сохранить концентрацию на заклинании."
      },
      {
        title: "Цели",
        icon: "archery-target",
        subtitle: "Цель заклинания",
        reference: "КИ, стр. 205",
        description: "<p>Обычно заклинание требует, чтобы вы выбрали одну или несколько целей, которые и попадут под действие магии заклинания. В описании заклинания сказано, на что оно нацеливается — на существ, предметы, или точку в пространстве.</p><p>Если у цели нет воспринимаемого эффекта, существо может вообще не узнать, что было целью заклинания. Естественно, трещащие молнии легко заметить, но тайные эффекты, такие как попытки прочесть мысли, обычно проходят незамеченными, если в описании заклинания не сказано обратное.</p><h4>Свободный путь до цели</h4><p>Чтобы на что-то нацелиться, у вас должен быть свободный путь, поэтому у цели не должно быть полного укрытия.</p><p>Если вы создаёте область воздействия в точке, которую не видно из-за препятствия, и между вами и этой точкой есть сплошная преграда, такая как стена, исходная точка возникнет с ближайшей к вам стороны этой преграды.</p><h4>Нацеливание на себя</h4><p>Если заклинание нацеливается на любое существо, вы можете выбрать себя, кроме тех случаев, когда существо должно быть враждебным, или когда указано, что это должно быть существо, отличное от вас. Если вы находитесь в области эффекта, наложенного вами же заклинания, вы можете сделать целью себя.</p>"
      },
      {
        title: "Область воздействия",
        icon: "stone-sphere",
        subtitle: "Зона эффекта заклинания",
        reference: "КИ, стр. 205-206",
        description: "<p>Такие заклинания как конус холода и огненные ладони создают область, позволяющую воздействовать сразу на несколько существ.</p><p>Описание заклинания определяет область воздействия, которая обычно принимает одну из пяти разных форм: конус, куб, линия, сфера или цилиндр. У каждой области воздействия есть исходная точка, место, из которого исходит энергия заклинания. Правила форм определяют, как вы можете размещать исходную точку. Обычно исходная точка это точка в пространстве, но области некоторых заклинаний исходят из существ или предметов.</p><p>Эффект заклинания распространяется по прямым линиям из исходной точки. Если до какого-то места в области воздействия нет свободных линий от исходной точки, это место не включается в область воздействия. Для блокирования таких воображаемых линий препятствие должно предоставлять полное укрытие.</p><h4>Конус</h4><p>Конус простирается в выбранном вами направлении из исходной точки. Ширина конуса на том или ином расстоянии от исходной точки равна расстоянию от этого места до исходной точки. Область воздействия конуса указывает его максимальную длину.<h4>Куб</h4><p>Вы выбираете исходную точку куба, лежащую на любой из граней кубического эффекта. Для куба указывается длина его ребра.</p><h4>Цилиндр</h4><p>Исходная точка цилиндра является центром круга определённого радиуса, указанного в описании заклинания. Круг должен быть верхним или нижним основанием цилиндра. Энергия расширяется по прямым линиям из исходной точки до периметра круга, формируя основание. После этого эффект заклинания «выстреливает» вверх или вниз, на расстояние, равное высоте цилиндра.</p><h4>Линия</h4><p>Линия простирается из исходной точки по прямому пути на расстояние, равное своей длине и покрывает площадь, определяемую её шириной.</p><h4>Сфера</h4><p>Вы выбираете исходную точку сферы, и она исходит из неё. Размер сферы определяется радиусом, а центром будет исходная точка.</p>"
      },
      {
        title: "Спасброски",
        icon: "body-balance",
        subtitle: "Шанс избежать эффекта заклинания",
        reference: "КИ, стр. 206",
        description: "<p>Во многих заклинаниях указано, что цель может совершить спасбросок для избавления от части эффектов заклинания. В описании заклинания сказано, какая характеристика при этом используется, и что происходит при успешном или провальном спасброске.</p><p>Сл противостояния вашим заклинаниям равна 8 + модификатор вашей базовой характеристики + ваш бонус мастерства + все особые модификаторы.</p>"
      },
      {
        title: "Броски атаки",
        icon: "plasma-bolt",
        subtitle: "Атака заклинаниями",
        reference: "КИ, стр. 206",
        description: "<p>Некоторые заклинания требуют, чтобы заклинатель совершил бросок атаки, дабы определить, попал ли эффект заклинания по выбранной цели. Ваш бонус атаки атакой заклинанием равен модификатору вашей базовой характеристики + ваш бонус мастерства.</p><p>Большинство заклинаний, требующих броска атаки, совершают дальнобойные атаки. Помните, что вы совершаете броски дальнобойных атак с помехой, если в пределах 5 футов есть враждебное дееспособное существо, видящее вас (смотрите в главе 9).</p>"
      },
      {
        title: "Добровольное прерывание концентрации",
        icon: "wizard-staff",
        subtitle: "Перестать концентрироваться на заклинании",
        reference: "КИ, стр. 203",
        description: "<p>Вы можете перестать концентрироваться на заклинании в любое время без затраты действия.</p>"
      },
      {
        title: "Объединение эффектов",
        icon: "crafting",
        subtitle: "Как складываются эффекты",
        reference: "КИ, стр. 206",
        description: "<p>Эффекты разных заклинаний складываются, пока их длительность перекрывается. Однако, эффекты одного и того же заклинания, наложенного несколько раз, не складываются. Вместо этого применяется только самый сильный из эффектов (например, дающий больший бонус), пока длительность двух эффектов перекрывает друг друга.</p><p>Например, если два жреца наложат благословение на одну и ту же цель, этот персонаж получит преимущество от этого заклинания только один раз; он не будет бросать две бонусных кости.</p>"
      }
    ]
  }
];
const __vite_glob_0_14 = [
  {
    title: "",
    subtitle: "",
    rules: [
      {
        title: "Темп передвижения",
        icon: "old-wagon",
        subtitle: "Скорость в путешествии. 1 миля = 1,6 км. 1 фут = 30 см.",
        reference: "КИ, стр. 182",
        description: "<table><tr><th><b>Темп</b></th><th><b>Минута</b></th><th><b>Час</b></th><th><b>День</b></th><th><b>Эффект</b></th></tr><tr><td>Быстрый</td><td>400 футов</td><td>4 мили</td><td>30 миль</td><td>Штраф −5 к пассивному значению Мудрости (Внимательность)</td></tr><tr><td>Нормальный</td><td>300 футов</td><td>3 мили</td><td>24 мили</td><td>---</td></tr><tr><td>Медленный</td><td>200 футов</td><td>2 мили</td><td>18 миль</td><td>Возможность перемещаться скрытно</td></tr></table>"
      },
      {
        title: "Скакуны и транспорт",
        icon: "cavalry",
        subtitle: "Помощь в перемещение на дальние дистанции",
        reference: "КИ, стр. 181-182",
        description: "<p>В течение небольших промежутков времени (в пределах часа) многие животные перемещаются значительно быстрее гуманоидов. Едущий верхом персонаж может в течение часа ехать галопом, покрывая двойное расстояние быстрого темпа. Если через каждые 8–16 километров есть свежие скакуны, персонажи могут покрывать в таком темпе большие расстояния, но такое возможно только в густонаселённых землях.</p><p>Персонажи в фургонах, каретах и прочем наземном транспорте, используют нормальный темп. Персонажи на водном транспорте ограничены скоростью судна (смотрите главу 5), и они не получают ни штрафы за быстрый темп, ни преимущества от медленного темпа.</p><p>В зависимости от судна и размера экипажа, корабли могут перемещаться и по 24 часа в сутки. Некоторые магические животные (грифоны) или предметы (ковер-самолет) могут перемещаться намного быстрее обычных транспортных средств.</p>"
      },
      {
        title: "Труднопроходимая местность",
        icon: "hiking",
        subtitle: "По труднопроходимой местности вы перемещаетесь с уменьшенной вдвое скоростью",
        reference: "КИ, стр. 182.",
        description: "<p>Скорость, указанная в таблице, подразумевает путешествие по относительно нормальной местности: дороги, открытые равнины или ровные коридоры подземелья. Однако искатели приключений часто забредают в густые леса, глубокие болота, заваленные булыжниками руины, крутые горы и закованные в ледяной панцирь реки — всё это труднопроходимая местность.</p><p>По труднопроходимой местности вы перемещаетесь с уменьшенной вдвое скоростью: перемещение на 1 фут совершается за счёт 2 футов скорости, так что за минуту, час или день вы пройдёте вдвое меньшее расстояние, чем обычно.</p>"
      },
      {
        title: "Форсированный марш",
        icon: "rally-the-troops",
        subtitle: "Путешествие более 8 часов в день. Сл: 10 + 1 за час сверх 8",
        reference: "КИ, стр. 181",
        description: "<p>За каждый дополнительный час путешествия сверх 8 часов, персонажи покрывают расстояние, указанное в колонке «час» для их темпа, но все персонажи должны в конце каждого лишнего часа совершать спасброски Телосложения.</p><p>Сл равна 10 + 1 за каждый час сверх 8. В случае провала персонаж получает одну степень истощения.</p>"
      }
    ]
  },
  {
    title: "Деятельность во время путешествия",
    subtitle: "Пока искатели приключений путешествуют по подземелью или пустошам, им нужно искать угрозы, а некоторые персонажи могут выполнять другие задачи для облегчения путешествия.",
    rules: [
      {
        title: "Походный строй",
        icon: "minions",
        subtitle: "Определение порядка и формации движения",
        reference: "КИ, стр. 182",
        description: "<p>Искатели приключений должны сформировать походный строй. Это поможет проще определить, кто попал в ловушку, кто заметит прячущихся врагов, и кто окажется ближе к врагам, когда начнётся сражение.</p><p>Персонаж может стоять в первом ряду, в одном из средних рядов, или в последнем ряду. Персонажам в первом и последнем ряду нужно достаточно пространства, чтобы идти рядом с теми, кто идёт в том же ряду. Если пространство становится тесным, походный строй может измениться, обычно, вытесняя персонажей в средние ряды.</p><p><b>Менее трёх рядов.</b> Если отряд формирует только два ряда, то это и будут первый и последний ряд. Если ряд один, то он считается первым.</p>"
      },
      {
        title: "Скрытность",
        icon: "hooded-figure",
        subtitle: "Путешествуя в медленном темпе, персонажи могут перемещаться скрытно",
        reference: "КИ, стр. 182",
        description: "<p>Если они не находятся на открытой местности, они могут застать других существ врасплох или подкрасться к ним. Правила по скрытности смотрите в главе 7.</p>"
      },
      {
        title: "Замечание угроз",
        icon: "extra-lucid",
        subtitle: "Путешествуя в медленном темпе, персонажи могут перемещаться скрытно",
        reference: "КИ, стр. 182-183",
        description: "<p>Используйте пассивное значение Мудрости (Внимательность) персонажей, чтобы определить, заметит ли группа скрытую угрозу. Мастер может решить, что угрозу могут заметить только персонажи в определённом ряду. Например, когда персонажи исследуют лабиринт туннелей, Мастер может решить, что только персонажи в последнем ряду могут услышать или заметить скрытное существо, идущее за группой, а персонажи в первом и средних рядах — не могут.</p><p>Путешествуя в быстром темпе, персонажи получают штраф −5 к пассивному значению Мудрости (Внимательность) при обнаружении скрытых угроз.</p><p><b>Столкновения с существами.</b> Если Мастер решает, что искатели приключений встречают других существ во время путешествия, обе группы решают, что будет дальше. Одна из групп может решить напасть на другую, начать переговоры, убежать, или посмотреть, что будет делать другая группа.</p><p><b>Захват врасплох.</b> Если искатели приключений встречают враждебное существо или группу, Мастер определяет, кто из персонажей и их врагов захвачен врасплох, когда начинается сражение. Подробности смотрите в главе 9.</p>"
      },
      {
        title: "Прочая деятельность",
        icon: "caveman",
        subtitle: "Другие действия во время путешествия",
        reference: "КИ, стр. 183",
        description: "<p>Персонажи, занимающиеся другими делами во время путешествия, не сосредоточены на поиске опасностей. Такие персонажи не используют пассивные значения Мудрости (Внимательность) при определении скрытых угроз. Зато такой персонаж может делать что-то другое, с разрешения Мастера.</p><p><b>Ориентирование.</b> Персонаж может пытаться предотвратить блуждания, совершая проверки Мудрости (Выживание), когда призывает Мастер (в Руководстве Мастера есть правила по определению блужданий).</p><p><b>Рисование карты.</b> Персонаж может рисовать карту, отображающую прогресс отряда и способную помочь персонажам вернуться обратно или выйти на путь, если они заблудятся. Проверки характеристик не требуются.</p><p><b>Выслеживание.</b> Персонаж может искать следы другого существа, совершая проверку Мудрости (Выживание), когда призывает Мастер (правила по выслеживанию есть в Руководстве Мастера).</p><p><b>Сбор еды.</b> Персонаж может искать источники еды и воды, совершая проверки Мудрости (Выживание), когда призывает Мастер (правила по сбору еды есть в Руководстве Мастера).</p>"
      }
    ]
  }
];
const __vite_glob_0_15 = [
  {
    title: "",
    subtitle: "Когда ваш персонаж отправляется в приключение и преодолевает испытания, он получает опыт, выраженный в виде очков опыта. Персонаж, который получает определённое количество очков опыта, улучшает свои способности, достигая нового уровня.",
    rules: [
      {
        title: "Требуемый опыт",
        icon: "progression",
        subtitle: "Количество опыта для повышения уровня",
        reference: "КИ, стр. 15",
        description: "<table><tr><th><b>Опыт</b></th><th><b>Уровень</b></th></tr><tr><td>0</td><td>1</td></tr><tr><td>300</td><td>2</td></tr><tr><td>900</td><td>3</td></tr><tr><td>2,700</td><td>4</td></tr><tr><td>6,500</td><td>5</td></tr><tr><td>14,000</td><td>6</td></tr><tr><td>23,000</td><td>7</td></tr><tr><td>34,000</td><td>8</td></tr><tr><td>48,000</td><td>9</td></tr><tr><td>64,000</td><td>10</td></tr><tr><td>85,000</td><td>11</td></tr><tr><td>100,000</td><td>12</td></tr><tr><td>120,000</td><td>12</td></tr><tr><td>140,000</td><td>14</td></tr><tr><td>165,000</td><td>15</td></tr><tr><td>195,000</td><td>16</td></tr><tr><td>225,000</td><td>17</td></tr><tr><td>265,000</td><td>18</td></tr><tr><td>305,000</td><td>19</td></tr><tr><td>355,000</td><td>20</td></tr></table>"
      },
      {
        title: "Получение опыта",
        icon: "boar",
        subtitle: "Количество опыта за победу над противниками",
        reference: "РМ, стр. 81",
        description: "<table><tr><th><b>Сложность</b></th><th><b>Опыт</b></th></tr><tr><td>0</td><td>0 или 10</td></tr><tr><td>1/8</td><td>25</td></tr><tr><td>1/4</td><td>50</td></tr><tr><td>1/2</td><td>100</td></tr><tr><td>1</td><td>200</td></tr><tr><td>2</td><td>450</td></tr><tr><td>3</td><td>700</td></tr><tr><td>4</td><td>1,100</td></tr><tr><td>5</td><td>1,800</td></tr><tr><td>6</td><td>2,300</td></tr><tr><td>7</td><td>2,900</td></tr><tr><td>8</td><td>3,900</td></tr><tr><td>9</td><td>5,000</td></tr><tr><td>10</td><td>5,900</td></tr><tr><td>11</td><td>7,200</td></tr><tr><td>12</td><td>8,400</td></tr><tr><td>13</td><td>10,000</td></tr><tr><td>14</td><td>11,500</td></tr><tr><td>15</td><td>13,000</td></tr><tr><td>16</td><td>15,000</td></tr><tr><td>17</td><td>18,000</td></tr><tr><td>18</td><td>20,000</td></tr><tr><td>19</td><td>22,000</td></tr><tr><td>20</td><td>25,000</td></tr><tr><td>21</td><td>33,000</td></tr><tr><td>22</td><td>41,000</td></tr><tr><td>23</td><td>50,000</td></tr><tr><td>24</td><td>62,000</td></tr><tr><td>25</td><td>75,000</td></tr><tr><td>26</td><td>90,000</td></tr><tr><td>27</td><td>105,000</td></tr><tr><td>28</td><td>120,000</td></tr><tr><td>29</td><td>135,000</td></tr><tr><td>30</td><td>155,000</td></tr></table>"
      }
    ]
  }
];
const prerender = true;
const load = async () => {
  const psData = /* @__PURE__ */ Object.assign({
    "/src/lib/data/ps/abilityscore.json": __vite_glob_0_0,
    "/src/lib/data/ps/action.json": __vite_glob_0_1,
    "/src/lib/data/ps/bonusaction.json": __vite_glob_0_2,
    "/src/lib/data/ps/condition.json": __vite_glob_0_3,
    "/src/lib/data/ps/damage.json": __vite_glob_0_4,
    "/src/lib/data/ps/environment.json": __vite_glob_0_5,
    "/src/lib/data/ps/equipment.json": __vite_glob_0_6,
    "/src/lib/data/ps/freeaction.json": __vite_glob_0_7,
    "/src/lib/data/ps/hitpoint.json": __vite_glob_0_8,
    "/src/lib/data/ps/language.json": __vite_glob_0_9,
    "/src/lib/data/ps/movement.json": __vite_glob_0_10,
    "/src/lib/data/ps/multiclassing.json": __vite_glob_0_11,
    "/src/lib/data/ps/reaction.json": __vite_glob_0_12,
    "/src/lib/data/ps/spellcasting.json": __vite_glob_0_13,
    "/src/lib/data/ps/travel.json": __vite_glob_0_14,
    "/src/lib/data/ps/xp.json": __vite_glob_0_15
  });
  return { psData };
};
export {
  load,
  prerender
};
